{
  "content": "﻿\n2022 개정 교육과정에 따른\n초등학교 5~6학년군 성취수준\n\n\n\n\n2022 개정 교육과정에 따른\n초등학교 5~6학년군 성취수준\nⅠ. 성취수준 개발의 이해\t1\n1. 주요 용어 설명\t3\n2. 성취수준의 일반적 특성\t4\n3. 성취기준별 성취수준 개발\t5\n4. 영역별 성취수준 개발\t6\n5. 예시 평가 도구 개발\t7\n\nⅡ. 성취수준 활용\t9\n1. 성취기준 도달 정도 예측 및 개념화 근거\t11\n2. 성취수준 활용 방안\t12\n\nⅢ. 교과별 성취수준\t15\n1. 국어\t17\n2. 사회\t35\n3. 도덕\t53\n4. 수학\t65\n5. 과학\t107\n6. 실과\t150\n7. 체육\t183\n8. 음악\t196\n9. 미술\t208\n10. 영어\t226\n\n\n\n\n\n\nⅠ. 성취수준 개발의 이해\n1. 주요 용어 설명\n2. 성취수준의 일반적 특성\n3. 성취기준별 성취수준 개발\n4. 영역별 성취수준 개발\n5. 예시 평가 도구 개발\n\n\n2022 개정 교육과정에 따른\n초등학교 5~6학년군 성취수준\n\n\nⅠ\n성취수준 개발의 이해\n\n\n1\n주요 용어 설명\n\n● 성취기준 : 각 교과(목)에서 학생들이 학습을 통해 성취하기를 기대하는 지식･이해, 과정･기능, 가치･태도 등의 능력과 특성을 진술한 것 \n● 성취수준 : 학생들이 각 교과(목) 성취기준(들)에 도달한 정도를 나타낸 것. 이러한 도달 정도는 몇 개의 수준으로 구분하고, 각 수준에 속한 학생들이 무엇을 알고 할 수 있는지를 기술\n- 성취기준별 성취수준 : 성취기준 단위 성취수준으로, 학교급･교과(목)･성취기준의 특성에 따라 3수준으로 구분하여 진술 \n- 영역별 성취수준 : 영역 단위 성취수준으로, 영역 내 성취기준들을 포괄하는 전반적인 특성을 3수준으로 구분하여 진술\n\n\n\n\n2\n성취수준의 일반적 특성\n\n\n3수준 구분 성취수준의 일반적 특성 진술\n\n\n성취수준\n일반적 특성\n성취율\nA\n교과목의 교수·학습을 통해 기대하는 지식·이해, 과정·기능, 가치·태도에 도달한 능력 정도가 우수한 수준\n∘ 개념에 대한 이해가 깊고, 지식 전이 수준이 높음\n∘ 배운 지식을 다양한 맥락에 적용하고, 연계된 기능의 수행 정도가 능숙함\n∘ 기대하는 가치와 태도를 조직화하고 실천과 적용 범위가 넓음 \n80% 이상\nB\n교과목의 교수·학습을 통해 기대하는 지식·이해, 과정·기능, 가치·태도에 도달한 능력 정도가 보통 수준\n∘ 개념에 대한 이해와 지식 전이 수준이 보통이거나 지식 습득이 다소 제한적임\n∘ 배운 지식을 일부 맥락에 적용하고, 연계된 기능의 수행 정도가 중간 수준이거나 연계된 기능의 기본적인 부분을 수행할 수 있음\n∘ 기대하는 가치와 태도를 일부 조직화하고 실천과 적용 범위가 보통이거나 다소 제한적임\n60% 이상\n80% 미만\nC \n교과목의 교수·학습을 통해 기대하는 지식·이해, 과정·기능, 가치·태도에 도달한 능력 정도가 제한된 수준\n∘ 위계가 낮은 수준의 개념을 일부 이해하고, 지식 습득이 제한적임\n∘ 연계된 기능의 일부를 수행할 수 있음\n∘ 기대하는 가치와 태도의 일부 의미를 알고, 실천과 적용 범위가 좁음\n40% 이상\n60% 미만\n\n\n\n내용 체계 범주에 따른 3수준 구분 성취수준의 일반적 특성\n\n\n범주\n성취수준\n일반적 특성\n지식·이해\nA\n개념에 대한 이해가 깊고, 지식 전이 수준이 높음\nB\n개념에 대한 이해와 지식 전이 수준이 보통이거나 지식 습득이 다소 제한적임\nC\n위계가 낮은 수준의 개념을 일부 이해하고, 지식 습득이 제한적임\n과정·기능\nA\n배운 지식을 다양한 맥락에 적용하고, 연계된 기능의 수행 정도가 능숙함\nB\n배운 지식을 일부 맥락에 적용하고, 연계된 기능의 수행 정도가 중간 수준이거나 연계된 기능의 기본적인 부분을 수행할 수 있음\nC\n연계된 기능의 일부를 수행할 수 있음\n가치·태도 \nA\n기대하는 가치와 태도를 조직화하고, 실천과 적용 범위가 넓음\nB\n기대하는 가치와 태도를 일부 조직화하고 실천과 적용 범위가 보통이거나 다소 제한적임\nC\n기대하는 가치와 태도의 일부 의미를 알고, 실천과 적용 범위가 좁음\n\n\n3\n성취기준별 성취수준 개발\n\n가. 개발 개요\n● 교과 교육과정의 내용 체계와 성취기준(들)을 분석하여 지식･이해, 과정･기능, 가치･태도의 위계나 수준을 고려하여 성취기준별로 성취수준 작성 \n- 초등의 경우 A, B, C로 개발\n\n나. 개발 절차\n① 영역의 내용 체계와 성취기준(들)의 지식･이해, 과정･기능, 가치･태도의 내용 요소 추출 및 위계 분석\n② 대상 성취기준이 포함하고 있는 지식･이해, 과정･기능, 가치･태도의 내용 요소 수준 및 위계 분석\n- 교과(목)의 영역 특성에 따라 내용 체계에 제시된 ‘가치･태도’ 범주의 내용 요소가 성취기준에서 명시적으로 드러나지 않더라도, 교육과정 취지를 살려 영역 내 성취기준들에서 ‘가치･태도’ 범주를 반영할 필요 있음.\n③ 대상 성취기준이 포함하고 있는 내용 요소들의 복합성 등을 고려하여 3수준의 진술문 개발\n- 지식･이해, 과정･기능, 가치･태도의 각 범주는 그 특성을 고려하여 수준을 구분하고 이를 복합적으로 구성하여 수준을 진술함(특히 가치·태도 범주의 경우 3수준 이하로 구성할 수 있음). \n④ 성취기준별 성취수준 작성 후 각 영역 간 수준 진술 정도, 전후 학년(군)과의 능력 진술 위계 등을 점검\n- 같은 학년군에서 영역 내는 물론 영역 간 성취수준의 진술 정도를 각 수준별로 점검\n- 학년군이 높아짐에 따라 성취수준 간의 위계가 나타나는지 점검(다만, 교과 및 범주 특성에 따라 학년군이 높아져도 동일 수준 진술이 반복적으로 나타날 수 있음)\n\n4\n영역별 성취수준 개발\n\n가. 개발 개요\n● 교과 교육과정의 내용 체계와 성취기준(들)을 분석하여 지식･이해, 과정･기능, 가치･태도의 위계나 수준을 고려하여 영역별로 성취수준 작성 \n- 초등의 경우 A, B, C로 개발\n\n나. 개발 절차\n① 교과 교육과정의 특성을 반영하여 개발 단위를 결정\n- 교과 교육과정이 ‘영역’을 중심으로 내용 요소를 제시하므로 이를 단위로 삼음. \n- 다만, 사회, 과학 등의 경우 ‘단원’을 중심으로 성취기준이 제시된 경우 이를 단위로 하여 개발할 수 있음.\n② 영역의 내용 체계와 성취기준(들)의 지식･이해, 과정･기능, 가치･태도의 내용 요소 추출 및 위계 분석   \n③ 영역별로 지식･이해, 과정･기능, 가치･태도의 범주를 중심으로 영역별 성취수준 진술문을 작성\n③-1. 앞서 개발한 영역 내 성취기준별 성취수준들을 각 수준(A~C)과 연계, 종합\n- 영역 내 성취기준별 성취수준들을 각 수준(A~C)에 따라 연계하고, 각 범주를 중심으로 이를 포괄할 수 있는 전형적인 능력을 진술함. \n- 이때 성취기준별 성취수준들을 범주별로 단순히 연결하기보다는 앞의 ② 단계 교육과정 내용 체계의 영역 내 범주별 내용 요소를 포괄하여 종합할 수 있도록 할 것.\n③-2. 각 수준(A~C)별로 지식･이해, 과정･기능, 가치･태도의 범주를 중심으로 포괄적이고 전형적인 능력 진술 \n- 다만, 교과와 영역 특성에 따라 각 수준(A~C)에서 일부 범주의 수준 특성이 나타나지 않을 수 있음.  \n④ 영역별 성취수준 작성 후 각 영역 간 수준 진술 정도, 전후 학년(군)과의 능력 진술 위계 등을 점검 \n- 같은 학년군에서 영역 간 성취수준의 진술 정도를 각 수준별로 점검\n- 학년군이 높아짐에 따라 성취수준 간의 위계가 나타나는지 점검(다만, 교과 및 범주 특성에 따라 학년군이 높아져도 동일 수준 진술이 반복적으로 나타날 수 있음)\n\n\n\n5\n예시 평가 도구 개발\n\n가. 개발 개요\n● 성취기준, 성취기준별/영역별 성취수준, 학기 단위 성취수준을 검토하고 분석하여 학생들의 성취수준을 판단할 수 있는 평가를 계획\n● 이러한 성취수준을 활용하여 평가 도구를 개발하고 수행평가나 서·논술형 문항의 경우 성취수준을 근거로 채점 기준을 설정\n- 초등의 경우 교과목별 2개 이상의 예시 평가 도구 제시\n\n나. 개발 절차\n① 성취기준 및 성취수준을 분석하여 평가 요소 선정 \n② 평가 요소 고려하여 평가 방법 선정\n③ 지필평가(선택형 또는 서답형 문항) 또는 수행평가 도구 개발\n④ 채점 기준 개발\n\n\nⅡ. 성취수준 활용\n1. 성취기준 도달 정도 예측 및 개념화 근거\n2. 성취수준 활용 방안\n\n\n\n2022 개정 교육과정에 따른\n초등학교 5~6학년군 성취수준\n\n\nⅡ\n성취수준 활용\n\n\n1\n성취기준 도달 정도 예측 및 개념화 근거\n\n성취기준은 수업 및 평가의 근거로서의 역할을 하지만 성취기준 자체는 도달 정도에 대한 정보가 부족하여 추가적으로 성취수준에 대한 정보가 필요하다. 교사는 성취수준에 대한 일관된 이해를 가지고 수업과 평가를 계획하고 운영해야 하는데 성취기준별 성취수준이나 영역별 성취수준은 이러한 이해와 개념화에 도움을 줄 수 있다.\n성취기준별 성취수준은 각 성취기준에 도달한 정도를 해당 교과목 평정 단계에 따라 구체화하여 제시한 것으로 성취기준별로 도달할 수행 목표를 예측하거나 가늠할 수 있다. 영역별 성취수준은 해당 교과목의 영역별로 도달할 목표를 범주(지식·이해, 과정·기능, 가치·태도)에 따라 제시한 것으로 교과목 전체 수준에서 각 범주별로 도달할 수행 목표를 예측하거나 가늠할 수 있다. \n\n\n• 성취기준별 성취수준은 각 성취기준에 도달한 정도를 해당 교과목 평정 단계에 따라 구체화하여 제시한 것으로 성취기준별로 도달할 수행 목표를 예측하거나 가늠할 수 있음.\n• 영역별 성취수준은 해당 교과목의 영역별로 도달할 목표를 범주(지식·이해, 과정·기능, 가치·태도)에 따라 제시한 것으로 교과목 전체 수준에서 각 범주별로 도달할 수행 목표를 예측하거나 가늠할 수 있음. \n\n\n이러한 성취수준은 수업 설계와 평가 문항 제작에서 도달 정보나 목표를 개념화할 때도 근거가 된다. 교사 간 유사한 수준에 대한 개념을 가질 수 있도록 도움을 준다. 이때 수준 구분에 대한 유연성은 열어두되, 수준에 대한 교사 간 해석의 폭을 최대한 좁혀 교육과정 범위 내에서 수업과 평가가 실행되도록 하기 위함이다. 성취수준은 국가 수준에서 해당 교과 수행의 질 관리 및 교육과정 평가(피드백 정보 해석)를 위한 기준 역할을 할 수도 있어 궁극적으로 성취수준에 대한 정보 제공 및 국가 교육과정 질 관리에 기여한다고 볼 수 있다. \n\n2\n성취수준 활용 방안\n가. 학기 단위 성취수준 개발의 근거로 활용\n성취기준별·영역별 성취수준은 학기 단위 성취수준을 개발할 때 근거로 활용된다. 학기 단위 성취수준은 한 학기의 교수･학습이 끝났을 때 해당 학기에서 다루는 교과목의 성취기준들에 도달한 정도를 나타낸 것으로, 한 학기 내 성취기준들을 포괄하는 전반적인 특성을 3수준(A~C)으로 구분하여 진술한 것이다. \n\n\n\n\n\n\n\n성취기준별 성취수준\n\n\n\n\n\n\n\n\n\n\n\n학기 단위 성취수준\n\n\n\n\n\n\n\n\n\n\n\n영역별 성취수준\n\n\n\n\n\n\n\n학교에서의 학생 평정은 학기 단위로 이루어지므로, 성취평가제에 의한 학기별 성취도 평정을 위해서는 평정의 근거가 되는 학기 단위의 성취수준 개발이 필요하다. 이때 초등학교에서도 준거참조평가를 실시하고 있으므로, 학기별로 수업 설계 시 학기 단위 성취수준을 활용하며, 평가의 준거를 세우고 이에 따라 학생의 수준을 가늠한다는 차원에서 학기 단위 성취수준을 개발할 필요가 있다.\n학기 단위 성취수준은 크게 다음의 역할을 할 수 있다.\n첫째, 한 학기 수업을 통해 각 수준의 학생들이 도달해야 할 목표가 되기에 수업의 준거가 된다.\n둘째, 한 학기 동안의 성취기준에 대한 도달 정도를 평가할 때 미리 설정한 학기 단위 성취수준은 평가 활동의 준거가 된다.\n셋째, 학생들이 무엇을 알고 할 수 있는지 기술하기에 개별 학생의 평가 결과를 보고하고 기록하는 준거가 된다.\n\n나. 학생 수준을 고려한 수업 설계에 활용\n성취기준별·영역별 성취수준은 학생 수준을 고려한 수업 설계에 활용될 수 있다. \n구체적으로 우선, 학생 맞춤형 수업 설계에 활용될 수 있다. 2022 개정 교육과정은 학생 개별화 맞춤형 수업을 강조하고 있다. 이러한 취지에 따라 학생 맞춤형 수업을 설계하기 위해서 학생 수준에 맞는 진단과 학습 지원이 필요하다. \n다음으로, 기초학력 보장 지도에 활용될 수 있다. 교육부의 공교육 경쟁력 제고 방안에 의하면, 책임교육학년제(초3, 중1) 도입 및 맞춤형 학업성취도 자율평가 대상 확대에 따라 학력 진단이 강화되고 모든 학년에서 성취수준에 기반한 개별화 학습이 지원된다. 기존 기초학력 미달 학생에서 중·하위 수준 학생까지 책임교육을 지원할 예정이다.1)1) 교육부. (2023). 공교육 경쟁력 제고 방안. 교육부 보도자료(2023.6.21.). \n 기초학력종합계획(2023-2027) 및 기초학력보장법 및 시행령이 제정되어2)2) 교육부. (2022). 제1차 기초학력 보장 종합계획(2023-2027). 교육부 보도자료(2022.10.11.).\n 기초학력 보장에 대한 국가 책무성과 진단을 통한 체계적 학습 지원의 법적 근거가 마련되었다. 초‧중학교 국어, 수학, 사회, 과학, 영어(초1~중3)에서 최소한의 성취기준이 제시되고 이는 기초학력 진단 및 학습 지원에 활용되는데 최소한의 성취기준과 성취기준별 성취수준이 연계될 수 있다.\n\n다. 평가 도구 제작 및 채점 기준 설정의 근거로 활용\n\n1) 평가 도구 제작의 근거로 활용\n우선, 성취기준을 분석하여 성취기준에 도달하기 위한 과정에서 필요한 능력을 평가 요소의 형태로 구체화하고, 평가 요소를 가장 적합하게 평가할 수 있는 평가 방법을 선정한다. 성취기준을 분석하여 평가 방법을 선정한 다음, 학기 단위로 평가 계획서를 작성한다.\n이때 ‘평가 요소’란 교육과정 성취기준 도달의 증거로 학생들이 보여주기를 기대하는 핵심 내용을 구체적으로 기술한 평가 내용을 의미한다. 평가 요소는 성취기준을 분석하여 해당 성취기준에의 도달 정도를 판단하기 위해서 어떠한 내용을 평가해야 하는지를 기준으로 작성한다. 평가 요소는 평가의 목표와 특성을 고려하여 교육과정 성취기준에서 도출하며, 학생들의 수행 정도를 판단할 수 있도록 지식, 기능, 태도와 같은 구체적인 내용으로 기술한다.\n\n2) 채점 기준 설정의 근거로 활용\n성취수준은 수행평가(또는 서ㆍ논술형 문항) 도구 제작 및 채점 기준 설정의 근거로 활용된다. \n채점 기준을 설정할 때에는 모든 성취수준(A~C)을 평가할 수 있도록 수행평가 과제(또는 서ㆍ논술형 문항) 및 채점 기준을 개발한다. 모든 성취수준의 학생들이 수행할 수 있는 과제로 문항을 구성할 필요가 있다. \n\n라. 성취 결과 산출 및 보고의 근거로 활용\n성취기준별/영역별 성취수준과 이를 활용하여 개발된 학기 단위 성취수준을 토대로 학생의 성취수준을 산출한다. 평가 시행이 완료되면 전체 평가점수를 합산하여 성취율에 따라 학생의 성취도를 산출한다. 즉, 개별 학생에 대해 A~C의 성취수준을 산출하게 되는 것이다. \n성적 산출 결과를 보고할 경우에는 학기 단위 성취수준과 연계하여 학생의 실제 수행 능력 진술한다. 각 성취수준에 해당하는 학생이 무엇을 알고 할 수 있는지의 교수･학습 정보를 보고한다. 개별 학생이 알고 할 수 있는 것을 기술할 때는 미리 진술한 학기 단위 성취수준을 중심으로 개별 학생의 수행 능력을 진술한다.\n이러한 정보를 학생에게 피드백 할 필요도 있다. 피드백은 학생의 학습 상태에 대한 정보를 제공하여 학생의 학습과 성장을 지원하는 전체적인 과정이다. 학생의 교육 목표 도달도를 확인하고 교수ㆍ학습 개선에 활용할 수도 있다. 피드백은 점수나 성취도를 알려주거나 정답 여부를 알려주는 것에서부터 학생 개별 강약점이나 추후 학습 방향, 성장 정도 등을 알려주는 등 다양한 유형이 있다. \n\n\n\nⅢ. 교과별 성취수준\n 1. 국어\n 2. 사회\n 3. 도덕\n 4. 수학\n 5. 과학\n 6. 실과\n 7. 체육\n 8. 음악\n 9. 미술\n10. 영어\n\n\n2022 개정 교육과정에 따른\n초등학교 5~6학년군 성취수준\n\n\nⅢ\n교과별 성취수준\n\n\n1\n국어\n\n가. 성취기준별 성취수준\n(1) 듣기·말하기\n\n성취기준\n성취기준별 성취수준\n[6국01-01] 대화에서 생략된 내용을 추론하며 듣는다.\nA\n대화에서 들은 내용에 담긴 정보와 맥락을 적극적으로 활용하여 드러나지 않거나 생략된 내용을 적절하게 추론하며 들을 수 있다.\nB\n대화에서 들은 내용에 담긴 정보와 맥락을 활용하여 드러나지 않거나 생략된 내용을 추론하며 들을 수 있다. \nC\n대화에서 들은 내용에 담긴 정보와 맥락을 제한적으로 활용하여 드러나지 않거나 생략된 내용을 부분적으로 추론하며 듣는다. \n[6국01-02] 주장을 파악하고 이유나 근거가 타당한지 평가하며 듣는다.\nA\n상대의 주장, 이유, 근거를 정확하게 파악하고, 이유나 근거가 주장을 타당하게 뒷받침하는지 적극적으로 평가하며 들을 수 있다. \nB\n상대의 주장, 이유, 근거를 파악하고, 이유나 근거가 주장을 타당하게 뒷받침하는지 평가하며 들을 수 있다. \nC\n상대의 주장, 이유, 근거를 제한적으로 파악하고, 이유나 근거를 부분적으로 평가하며 듣는다. \n[6국01-03] 주제와 관련하여 궁금한 내용을 질문하며 적극적으로 듣고 말한다.\nA\n듣기 목적에 맞게 주제와 관련하여 궁금한 내용에 대해 분명한 표현으로 질문하며, 적극적으로 듣고 말할 수 있다.\nB\n듣기 목적에 맞게 주제와 관련하여 궁금한 내용에 대해 질문하며, 적극적으로 듣고 말할 수 있다.\nC\n주제와 관련하여 궁금한 내용에 대해 제한적으로 질문하며 듣고 말한다.\n[6국01-04] 면담의 절차를 이해하고 상대와 매체를 고려하여 면담한다.\nA\n면담의 절차를 이해하여 상황에 맞게 적절하게 적용하고, 상대와 매체를 고려하여 효과적으로 면담할 수 있다.\nB\n면담의 절차를 이해하여 단계적으로 수행하고, 상대와 매체를 고려하여 면담할 수 있다. \nC\n면담의 절차를 부분적으로 이해하고 상대와 매체를 일부 고려하여 면담한다. \n[6국01-05] 자료를 선별하여 핵심 정보를 중심으로 내용을 구성하고 매체를 활용하여 발표한다.\nA\n말하기 목적과 주제를 고려하여 선별한 자료에서 핵심 정보를 중심으로 내용을 효과적으로 구성하고, 말하기 상황과 내용에 적합한 매체를 활용하여 발표할 수 있다. \nB\n선별한 자료에서 핵심 정보를 중심으로 내용을 구성하고, 말하기 상황과 내용에 적절한 매체를 활용하여 발표할 수 있다.\nC\n수집한 자료에서 발표 내용을 제한적으로 구성하고, 매체를 부분적으로 활용하여 발표한다.\n[6국01-06] 토의에 협력적으로 참여하며 서로의 의견을 비교하고 조정한다.\nA\n다른 사람의 의견을 경청하고 자신의 의견을 타당하게 제시하며 토의 활동에 협력적으로 참여하고, 서로의 의견을 종합적으로 검토하고 비교하여 조정할 수 있다. \nB\n다른 사람의 의견을 경청하고 자신의 의견을 제시하며 토의 활동에 협력적으로 참여하고, 서로의 의견을 검토하고 비교하여 조정할 수 있다. \nC\n토의에 제한적으로 참여하며 서로의 의견을 부분적으로 비교한다. \n[6국01-07] 절차와 규칙을 지키고 타당한 이유와 근거를 제시하며 토론한다.\nA\n토론의 절차와 규칙을 정확하게 지키며, 주장에 대한 타당한 이유와 근거를 명확하게 제시하며 토론할 수 있다.\nB\n토론의 절차와 규칙을 지키며, 주장에 대한 타당한 이유와 근거를 제시하며 토론할 수 있다.\nC\n토론의 절차와 규칙을 제한적으로 따르며, 주장에 대한 이유나 근거를 일부 제시하며 토론에 참여한다. \n\n(2) 읽기\n\n성취기준\n성취기준별 성취수준\n[6국02-01] 글의 구조를 고려하며 주제나 주장을 파악하고 글 내용을 요약한다. \nA\n글의 구조를 고려하며 주제나 주장을 정확하게 파악하고 글의 내용을 자신의 언어로 중심 내용이 잘 드러나게 요약할 수 있다.\nB\n글의 구조를 고려하며 주제나 주장을 파악하고 글의 내용을 자신의 언어로 요약할 수 있다.\nC\n글의 구조를 고려하며 글의 내용을 부분적으로 파악하고 이를 요약한다.\n[6국02-02] 글에서 생략된 내용이나 함축된 표현을 문맥을 고려하여 추론한다.\nA\n글의 문맥을 고려하여 의미를 이해할 수 있으며 생략된 내용이나 이어질 내용, 함축된 표현을 정확하게 추론할 수 있다.\nB\n글의 문맥을 고려하여 생략된 내용이나 함축된 표현을 추론할 수 있다. \nC\n글의 문맥을 일부 고려하며 글에서 생략된 내용과 함축된 표현을 제한적으로 추론한다.\n[6국02-03] 글이나 자료를 읽고 내용의 타당성과 표현의 적절성을 평가한다. \nA\n글이나 자료를 읽고 평가 근거를 토대로 내용의 타당성과 표현의 적절성을 종합적으로 평가할 수 있다.\nB\n글이나 자료를 읽고 평가 근거를 토대로 내용의 타당성과 표현의 적절성을 평가할 수 있다.\nC\n글이나 자료를 읽고 내용의 타당성이나 표현의 적절성을 부분적으로 평가한다. \n[6국02-04] 문제 상황과 관련된 다양한 관점의 글을 읽고 이를 문제 해결에 활용한다. \nA\n문제 상황과 관련된 다양한 관점의 글을 읽고, 내용의 타당성과 유용성을 평가하여 문제 해결 방안을 마련하는 데 이를 활용할 수 있다.\nB\n문제 상황과 관련된 다양한 관점의 글을 읽고 문제 해결 방안을 마련하는 데 이를 활용할 수 있다.\nC\n문제 상황과 관련된 다양한 관점의 글을 읽고 문제 해결 방안을 마련하는 데 이를 제한적으로 활용한다. \n[6국02-05] 긍정적인 읽기 동기를 형성하고 적극적으로 읽기에 참여하는 태도를 기른다.\nA\n읽기의 중요성과 가치를 인식하고, 긍정적인 읽기 동기를 형성하며 읽기 활동에 적극적이고 주도적으로 참여하는 태도를 지닌다.\nB\n긍정적인 읽기 동기를 형성하며 읽기 활동에 적극적으로 참여하는 태도를 지닌다.\nC\n긍정적인 읽기 동기 형성과 읽기 활동에 대한 참여가 제한적이다.\n\n\n(3) 쓰기\n\n성취기준\n성취기준별 성취수준\n[6국03-01] 알맞은 내용을 선정하여 대상의 특성이 나타나게 설명하는 글을 쓴다.\nA\n설명 대상의 특성을 드러내는 알맞은 내용을 선정하고, 이를 효과적으로 나타낼 수 있는 적절한 설명 방법을 활용하여 독자가 이해하기 쉽게 설명하는 글을 쓸 수 있다.\nB\n설명 대상의 특성을 드러내는 알맞은 내용을 선정하고 이를 나타낼 수 있는 설명 방법을 활용하여 설명하는 글을 쓸 수 있다.\nC\n설명 대상의 특성을 드러내는 내용을 일부 선정하고 이와 관련된 설명 방법을 부분적으로 활용하여 설명하는 글을 쓴다.\n[6국03-02] 적절한 근거를 사용하고 인용의 출처를 밝히며 주장하는 글을 쓴다.\nA\n주장을 뒷받침하는 이유와 적절한 근거를 들고 인용의 출처를 정확하게 밝히며 자신의 주장을 설득력 있게 제시하는 주장하는 글을 쓸 수 있다. \nB\n주장과 관련한 적절한 근거를 들고 인용의 출처를 밝히며 자신의 주장을 명확하게 제시하는 주장하는 글을 쓸 수 있다.\nC\n주장과 관련한 근거를 들고 인용의 출처를 부분적으로 밝히며 주장하는 글을 쓴다.\n[6국03-03] 체험한 일에 대한 감상을 나타내는 글을 쓴다.\nA\n체험한 일과 이에 대한 감상을 풍부하게 나타내는 글을 쓸 수 있다.\nB\n체험한 일에 대한 감상을 나타내는 글을 쓸 수 있다.\nC\n일상의 체험에 대한 감상을 일부 나타내는 글을 쓴다.\n[6국03-04] 독자와 매체를 고려하여 내용을 생성하고 표현하며 글을 쓴다.\nA\n독자와 매체와 같은 쓰기의 상황 맥락을 전체적으로 고려하여 적절한 내용을 생성하고 효과적으로 표현하며 글을 쓸 수 있다. \nB\n독자와 매체와 같은 쓰기의 상황 맥락을 고려하여 내용을 생성하고 표현하며 글을 쓸 수 있다. \nC\n독자 또는 매체를 고려하여 내용을 일부 생성하고 표현하며 글을 쓴다.\n[6국03-05] 쓰기 과정을 점검·조정하며 글을 쓰고, 글 전체를 대상으로 통일성 있게 고쳐 쓴다. \nA\n쓰기 과정을 능동적으로 점검‧조정하며 글을 쓸 수 있고, 다양한 유형의 글에 대해 글 전체의 내용과 표현을 통일성 있게 효과적으로 고쳐 쓸 수 있다. \nB\n쓰기 과정을 점검‧조정하며 글을 쓸 수 있고, 글 전체의 내용과 표현을 통일성 있게 고쳐 쓸 수 있다.\nC\n쓰기 과정을 부분적으로 점검하면서 글을 쓰고, 일부 유형의 글에 대해 글 전체의 내용이나 표현을 통일성 있게 고쳐 쓴다.\n[6국03-06] 쓰기에 적극적으로 참여하며 자신의 글을 독자와 공유하는 태도를 지닌다.\nA\n쓰기 맥락을 고려하여 쓰기에 적극적이고 주도적으로 참여하며 자신의 글을 다양한 독자와 공유하는 태도를 지닌다. \nB\n쓰기 맥락을 고려하여 쓰기에 적극적으로 참여하며 자신의 글을 독자와 공유하는 태도를 지닌다.\nC\n쓰기에 참여하며 자신의 글을 독자와 공유하려는 태도를 지닌다. \n\n\n(4) 문법\n\n성취기준\n성취기준별 성취수준\n[6국04-01] 음성 언어 및 문자 언어의 특성을 이해하고 다양한 매체 자료에서 표현 효과를 평가한다.\nA\n음성 언어 및 문자 언어의 특성을 분석하고 다양한 매체 자료에서 표현 효과를 종합적으로 평가할 수 있다.\nB\n음성 언어 및 문자 언어의 특성을 이해하고 매체 자료에서 표현 효과를 분석할 수 있다. \nC\n음성 언어와 문자 언어의 특성을 확인하고 매체 자료에서 표현 효과를 제한적으로 이해한다.\n[6국04-02] 표준어와 방언의 기능을 파악하고 언어 공동체와 국어생활과의 관계를 이해한다.\nA\n표준어와 방언의 다양한 기능을 분석하고 언어 공동체와 국어생활과의 관계를 종합적으로 이해할 수 있다.\nB\n표준어와 방언의 기능을 이해하고 언어 공동체와 국어생활과의 관계를 이해할 수 있다. \nC\n표준어와 방언의 기능을 확인하고 언어 공동체와 국어생활과의 관계를 제한적으로 이해한다. \n[6국04-03] 고유어와 관용 표현의 쓰임과 가치를 이해하고 상황에 맞게 표현한다.\nA\n고유어와 관용 표현의 다양한 쓰임과 가치를 분석하고 적절한 표현을 상황에 따라 효과적으로 활용할 수 있다. \nB\n고유어와 관용 표현의 쓰임과 가치를 이해하고 이를 상황에 따라 표현할 수 있다.\nC\n고유어와 관용 표현의 쓰임과 가치를 확인하고 일부를 상황에 따라 제한적으로 표현한다.\n[6국04-04] 문장 성분을 이해하고 호응 관계가 올바른 문장을 구성한다.\nA\n문장 성분을 분석하고 국어생활에서 호응 관계가 올바른 다양한 문장을 구성할 수 있다.\nB\n문장 성분을 이해하고 문장 성분이 호응 관계를 이루는 문장을 구성할 수 있다. \nC\n문장 성분을 확인하고 문장 성분이 호응 관계를 이루는 문장을 제한적으로 구성한다.\n[6국04-05] 글과 담화에 쓰인 시간 표현을 이해하고 상황에 맞게 표현한다.\nA\n글과 담화에 쓰인 다양한 시간 표현을 분석하고 적절한 표현을 상황에 따라 효과적으로 활용할 수 있다. \nB\n글과 담화에 쓰인 시간 표현을 이해하고 이를 상황에 따라 표현할 수 있다.\nC\n글과 담화에 쓰인 시간 표현을 확인하고 일부를 상황에 따라 제한적으로 표현한다.\n[6국04-06] 글과 담화에 쓰인 단어 및 문장, 띄어쓰기를 민감하게 살펴 바르게 고치는 태도를 지닌다.\nA\n국어생활에서 글과 담화에 쓰인 단어 및 문장, 띄어쓰기를 민감하게 점검하여 바르게 고치는 태도를 내면화한다.\nB\n글과 담화에 쓰인 단어 및 문장, 띄어쓰기를 점검하여 바르게 고치는 태도를 지닌다.\nC\n글과 담화에 쓰인 단어 및 문장, 띄어쓰기를 제한적으로 점검하고 바르게 고치는 것에 관심을 가진다. \n\n(5) 문학\n\n성취기준\n성취기준별 성취수준\n[6국05-01] 작가의 의도를 생각하며 작품을 읽는다. \nA\n작가의 의도를 적절하게 생각하며 작품을 깊이 있게 읽을 수 있다.\nB\n작가의 의도를 생각하며 작품을 읽을 수 있다.\nC\n작가의 의도를 부분적으로 생각하며 작품을 읽는다. \n[6국05-02] 비유적 표현의 효과에 유의하여 작품을 감상한다.\nA\n비유적 표현의 특성과 효과에 유의하여 작품을 즐겨 감상할 수 있다.\nB\n비유적 표현의 효과에 유의하여 작품을 감상할 수 있다.\nC\n비유에 대한 부분적인 이해를 바탕으로 비유적 표현을 찾으며 작품을 읽는다.\n[6국05-03] 소설이나 극을 읽고 인물, 사건, 배경을 파악한다. \nA\n인물, 사건, 배경에 대한 이해를 바탕으로 소설이나 극을 읽고 인물, 사건, 배경을 적절하게 정리할 수 있다.\nB\n인물, 사건, 배경에 대한 이해를 바탕으로 소설이나 극을 읽고 인물, 사건, 배경을 찾을 수 있다.\nC\n소설이나 극을 읽고 인물, 사건, 배경이 있음을 안다.\n[6국05-04] 인상적인 부분을 중심으로 작품에 대한 의견을 나눈다.\nA\n작품에서 인상적인 부분을 찾아 그 이유를 작품과 연결 지어 구체적으로 설명하고 다른 사람과 의견을 즐겨 나눌 수 있다.\nB\n작품에서 인상적인 부분을 찾아 그 이유를 말하면서 다른 사람과 의견을 나눌 수 있다.\nC\n작품에서 인상적인 부분을 찾아 자신의 의견을 말한다.\n[6국05-05] 자신의 경험을 시, 소설, 극, 수필 등 적절한 갈래로 표현한다.\nA\n일상생활에서의 경험을 시, 소설, 극, 수필 등의 적절한 갈래로 창의적으로 표현할 수 있다. \nB\n일상생활에서의 경험을 시, 소설, 극, 수필 등의 갈래로 표현할 수 있다.\nC\n일상생활에서의 경험을 시, 소설, 극, 수필 등의 갈래로 간단하게 표현한다.\n[6국05-06] 작품을 읽고 자신의 삶과 연관 지어 성찰하는 태도를 지닌다.\nA\n작품을 읽고 자신의 삶을 작품과 적절하게 연관 지어 탐색하고 적극적으로 성찰하는 태도를 지닌다.\nB\n작품을 읽고 자신의 삶을 작품과 연관 지어 탐색하고 성찰하는 태도를 지닌다.\nC\n작품을 읽고 연관된 자신의 경험을 떠올리는 태도를 지닌다.\n\n(6) 매체\n\n성취기준\n성취기준별 성취수준\n[6국06-01] 정보 검색 도구를 활용하여 자신의 목적에 맞는 매체 자료를 찾는다. \nA\n정보 검색 도구의 기능과 특성을 이해하고 적절한 정보 검색 전략을 활용하여 목적에 맞는 다양한 매체 자료를 찾고 활용할 수 있다.\nB\n정보 검색 도구의 기능이나 특성을 이해하고 정보 검색 도구를 활용하여 목적에 맞는 매체 자료를 찾을 수 있다.\nC\n정보 검색 도구를 활용하여 매체 자료를 찾는다.\n[6국06-02] 뉴스 및 각종 정보 매체 자료의 신뢰성을 평가한다.\nA\n정보 매체 자료의 신뢰성 평가 기준을 다각적으로 고려하여 뉴스 및 각종 정보 매체 자료의 신뢰성을 종합적으로 평가할 수 있다.\nB\n정보 매체 자료의 신뢰성 평가 기준에 따라 뉴스 및 각종 정보 매체 자료의 신뢰성을 평가할 수 있다.\nC\n뉴스나 정보 매체 자료의 신뢰성을 제한적으로 평가한다.\n[6국06-03] 적합한 양식과 수용자의 반응을 고려하여 복합양식 매체 자료를 제작하고 공유한다.\nA\n다양한 매체 및 매체 자료의 양식적 특성과 수용자의 반응을 적극적으로 고려하여 효과적인 복합양식 매체 자료를 제작하고 공유할 수 있다. \nB\n다양한 매체 및 매체 자료의 양식적 특성과 수용자의 반응을 고려하여 복합양식 매체 자료를 제작하고 공유할 수 있다. \nC\n다양한 매체 및 매체 자료의 양식적 특성을 제한적으로 고려하여 복합양식 매체 자료의 일부를 제작하고 공유한다.\n[6국06-04] 자신의 매체 이용 양상에 대해 성찰한다. \nA\n자신의 매체 이용 양상을 다양한 측면에서 성찰하고 바람직한 매체 이용 방법을 능동적으로 탐색할 수 있다.\nB\n자신의 매체 이용 양상을 성찰하고 바람직한 매체 이용 방법을 탐색할 수 있다.\nC\n자신의 매체 이용 양상을 떠올리고 바람직한 매체 이용 방법을 제한적으로 탐색한다. \n\n\n\n나. 영역별 성취수준\n(1) 듣기·말하기\n\n영역\n영역별 성취수준\n듣기ㆍ\n말하기\nA\n지식･이해\n대화, 면담, 발표, 토의, 토론과 같은 다양한 담화 유형을 충분히 이해하고, 상황 맥락과 사화·문화적 맥락을 고려하여 의사소통의 목적을 달성하며 듣고 말하는 방법을 알 수 있다.\n과정･기능\n대화에서 정보와 맥락을 적극적으로 활용하여 드러나지 않거나 생략된 내용을 적절하게 추론하며 듣고, 상대의 주장, 이유, 근거를 정확하게 파악하고 이유나 근거가 주장을 타당하게 뒷받침하는지 적극적으로 평가하며 들을 수 있다. 듣기 목적에 맞게 주제와 관련하여 궁금한 내용에 대해 분명한 표현으로 질문하며, 적극적으로 듣고 말할 수 있다. 면담의 절차를 이해하여 상황에 맞게 적절하게 적용하고, 상대와 매체를 고려하여 효과적으로 면담을 수행하고, 말하기 목적과 주제를 고려하여 선별한 자료에서 핵심 정보를 중심으로 내용을 효과적으로 구성하고 적합한 매체를 활용하여 발표할 수 있다. 토의에 협력적으로 참여하여 자신의 의견을 타당하게 제시하고 열린 자세로 여러 사람의 의견을 수용하며 서로의 의견을 검토하고 비교 조정하며 토의를 수행하고, 토론의 절차와 규칙을 정확하게 지키고 주장에 대한 타당한 이유와 근거로 토론의 내용을 구성하고 내용의 타당성을 평가하며 토론에 적극적으로 참여할 수 있다.\n가치･태도\n다양한 담화 유형에 적극적으로 참여하며 예의 바르게 듣고 말하는 태도를 지닌다.\nB\n지식･이해\n대화, 면담, 발표, 토의, 토론과 같은 다양한 담화 유형을 이해하고, 상황 맥락과 사화·문화적 맥락을 고려하여 듣고 말하는 방법을 알 수 있다. \n과정･기능\n대화에서 정보와 맥락을 활용하여 드러나지 않거나 생략된 내용을 추론하며 듣고, 상대의 주장, 이유, 근거를 파악하고 이유나 근거가 주장을 타당하게 뒷받침하는지 평가하면서 들으며, 듣기 목적에 맞게 주제와 관련한 궁금한 내용에 대해 질문하며 적극적으로 듣고 말할 수 있다. 면담의 절차를 이해하여 상대와 매체를 고려하며 면담을 수행하고, 선별한 자료에서 핵심 정보를 중심으로 내용을 구성하고 적절한 매체를 활용하여 발표할 수 있다. 토의에서 자신의 의견을 제시하고 상대의 의견을 들으며 서로의 의견을 검토하고 비교 조정하며 토의를 수행하고, 절차와 규칙을 지키고 주장에 대한 타당한 이유와 근거를 제시하며 토론에 참여할 수 있다. \n가치･태도\n다양한 담화 유형에 참여하여 예의를 갖춰 듣고 말하는 태도를 지닌다.\nC\n지식･이해\n대화, 면담, 발표, 토의, 토론과 같은 담화 유형을 부분적으로 이해하고, 상황 맥락과 사화·문화적 맥락을 고려하여 듣고 말하는 방법을 제한적으로 안다. \n과정･기능\n대화에서 드러나지 않거나 생략된 내용을 대강 짐작하고, 상대의 주장을 부분적으로 파악하고 이유나 근거를 제한적으로 평가하면서 듣고, 주제와 관련한 궁금한 내용에 대해 질문하며 듣고 말한다. 면담의 절차를 부분적으로 이해하고 상대를 고려하여 면담하고, 자료를 바탕으로 발표 내용을 구성하고 매체를 활용하여 발표한다. 토의에 자신의 의견을 제한적으로 제시하고 서로의 의견을 비교하고 조정하는 데 일부 참여하며, 절차와 규칙에 따라 주장에 대한 이유나 근거를 일부 제시하며 토론에 참여한다.\n가치･태도\n다양한 담화 유형에 참여하려는 태도를 지닌다.\n\n\n\n(2) 읽기\n\n영역\n영역별 성취수준\n읽기\nA\n지식·이해\n상황 맥락, 사회·문화적 맥락을 바탕으로 일상적 화제나 사회·문화적 화제의 글, 다양한 설명 방법을 활용하여 주제를 제시한 글, 주장이 명시적이고 다양한 이유나 근거가 제시된 글, 생각이나 감정이 함축적으로 제시된 글의 특징을 알고, 정확하게 이해할 수 있다. \n과정·기능\n글의 구조를 고려하여 주제나 주장을 정확하게 파악하고 글의 내용을 요약할 수 있고, 글에서 생략된 내용이나 함축적 표현을 문맥을 고려하여 추론하며 글이나 자료를 읽고 내용의 타당성과 표현의 적절성을 평가하며 문제 상황과 관련된 다양한 관점의 글을 읽고, 이를 문제 해결에 창의적으로 활용할 수 있다. \n가치·태도\n자신의 읽기 활동을 되돌아보고 능동적으로 읽기에 참여하는지 확인하며 긍정적인 읽기 동기를 형성하고 적극적으로 읽기에 참여하는 태도를 지닌다. \nB\n지식·이해\n상황 맥락, 사회·문화적 맥락을 바탕으로 일상적 화제나 사회·문화적 화제의 글, 다양한 설명 방법을 활용하여 주제를 제시한 글, 주장이 명시적이고 다양한 이유나 근거가 제시된 글, 생각이나 감정이 함축적으로 제시된 글을 이해할 수 있다. \n과정·기능\n글의 구조를 고려하여 주제나 주장을 파악하고 글 내용을 요약할 수 있고, 생략된 내용이나 함축적 표현을 문맥을 고려하여 추론하며 글이나 자료를 읽고 내용의 타당성과 표현의 적절성을 평가하며 다양한 관점의 글을 읽고, 이를 문제 해결에 활용할 수 있다. \n가치·태도\n긍정적인 읽기 동기를 형성하고 읽기에 참여하는 태도를 지닌다. \nC\n지식·이해\n상황 맥락이나 사회·문화적 맥락을 바탕으로 일상적 화제나 사회·문화적 화제의 글, 다양한 설명 방법을 활용하여 주제를 제시한 글을 알고, 상황 맥락이나 사회·문화적 맥락을 바탕으로 제한적으로 이해한다. \n과정·기능\n글의 구조를 고려하여 기초적인 수준에서 글의 중심 내용을 파악하고 글의 내용을 요약하며 예시 자료를 참고하여 글에서 생략된 내용을 추론하고 글이나 자료를 읽고 내용의 타당성과 표현의 적절성을 평가한다.\n가치·태도\n긍정적인 읽기 동기를 부분적으로 형성하고 소극적으로 읽기에 참여하는 태도를 지닌다. \n\n\n(3) 쓰기\n\n영역\n영역별 성취수준\n쓰기\nA\n지식·이해\n쓰기에서 상황 맥락과 사회ㆍ문화적 맥락의 개념과 필요성을 인식하고 이에 대한 이해를 바탕으로, 대상의 특성이 나타나게 설명하는 글, 적절한 근거를 들어 주장하는 글, 체험에 대한 감상을 나타내는 글의 특성을 이해하고 이와 같은 유형의 글을 쓰는 방법을 알 수 있다. \n과정·기능\n쓰기의 상황 맥락을 전체적으로 고려하여 글의 내용을 생성하고, 통일성을 갖추어 내용을 조직하며 독자를 고려하여 효과적으로 표현할 수 있다. 자신의 쓰기 과정을 능동적으로 점검ㆍ조정하고 다양한 유형의 글에 대해 글 전체의 내용과 표현을 통일성 있게 효과적으로 고쳐 쓸 수 있으며 자신의 글을 다양한 독자와 공유할 수 있다.\n가치·태도\n쓰기 윤리를 가치 있게 인식하고 이를 준수하며, 쓰기에 적극적이고 주도적으로 참여하는 태도를 지닌다. \nB\n지식·이해\n쓰기의 상황 맥락과 사회ㆍ문화적 맥락을 고려하는 것이 필요한 이유를 알고, 대상의 특성이 나타나게 설명하는 글, 적절한 근거를 들어 주장하는 글, 체험에 대한 감상을 나타내는 글의 특성을 알 수 있다. \n과정·기능\n쓰기의 상황 맥락을 고려하여 글의 내용을 생성하고, 통일성을 갖추어 내용을 조직하며 독자를 고려하여 표현할 수 있다. 자신의 쓰기 과정을 점검ㆍ조정하고 글 전체의 내용과 표현을 통일성 있게 고쳐 쓸 수 있으며 자신의 글을 독자와 공유할 수 있다.\n가치·태도\n쓰기 윤리를 준수하며 쓰기에 적극적으로 참여하는 태도를 지닌다.\nC\n지식·이해\n쓰기의 상황 맥락과 사회ㆍ문화적 맥락이 있음을 알고, 대상의 특성이 나타나게 설명하는 글, 적절한 근거를 들어 주장하는 글, 체험에 대한 감상을 나타내는 글의 특성을 부분적으로 안다. \n과정·기능\n쓰기의 상황 맥락을 부분적으로 고려하여 글의 내용을 생성하고, 일부 유형의 글에 대해 통일성을 갖추어 내용을 조직하거나 독자를 고려하여 표현한다. 자신의 쓰기 과정을 점검하고 일부 유형의 글에 대해 글 전체의 내용이나 표현을 통일성 있게 고쳐 쓴다. \n가치·태도\n쓰기 윤리를 인식하며 쓰기에 참여하는 태도를 지닌다. \n\n\n(4) 문법\n\n영역\n영역별 성취수준\n문법\nA\n지식·이해\n음성 언어 및 문자 언어의 특성과 표현 효과, 표준어 및 방언의 기능, 고유어와 관용 표현, 문장 성분, 시간 표현, 단어 및 문장과 띄어쓰기의 정확한 표기를 종합적으로 알 수 있다.\n과정·기능\n언어 단위와 표현의 특성을 분석하여 글과 담화에 적절한 표현을 효과적으로 활용하고 언어 표현의 효과를 종합적으로 평가할 수 있으며, 국어생활을 점검하여 국어를 바르게 사용할 수 있다.\n가치·태도\n국어생활에서 국어를 민감하게 살펴 바르게 고치는 태도를 내면화한다.\nB\n지식·이해\n음성 언어 및 문자 언어의 특성과 표현 효과, 표준어 및 방언의 기능, 고유어와 관용 표현, 문장 성분, 시간 표현, 단어 및 문장과 띄어쓰기의 정확한 표기를 알 수 있다.\n과정·기능\n언어 단위와 표현의 특성을 이해하여 글과 담화에 적절하게 활용하고 언어 표현의 효과를 분석할 수 있으며, 국어생활을 점검하여 국어를 바르게 사용할 수 있다.\n가치·태도\n국어를 바르게 고치는 태도를 지닌다.\nC\n지식·이해\n음성 언어 및 문자 언어의 특성과 표현 효과, 표준어 및 방언의 기능, 고유어와 관용 표현, 문장 성분, 시간 표현, 단어 및 문장과 띄어쓰기의 정확한 표기를 제한적으로 안다.\n과정·기능\n언어 단위와 표현의 특성을 확인하여 글과 담화에 제한적으로 활용하고 언어 표현의 효과를 제한적으로 이해할 수 있으며, 국어생활을 제한적으로 점검하여 국어의 일부를 바르게 사용한다.\n가치·태도\n국어를 바르게 고치는 것에 관심을 가진다.\n\n(5) 문학\n\n영역\n영역별 성취수준\n문학\nA\n지식·이해\n시, 소설, 극, 수필의 특성을 이해하고 문학 작품을 통한 소통에서 작가 맥락과 독자 맥락을 고려해야 함을 안다.\n과정·기능\n작품에서 인물, 사건, 배경을 적절하게 정리하고, 비유적 표현의 특성과 효과에 유의하면서 작가의 의도를 적절하게 생각하며, 작품에서 인상적인 부분을 찾아 인상적인 이유를 작품과 연결지어 구체적으로 설명할 수 있고, 일상생활에서의 경험을 시, 소설, 극, 수필 등의 적절한 갈래로 창의적으로 표현할 수 있다.\n가치·태도\n작품을 읽고 자신의 삶을 작품과 적절하게 연관 지어 탐색하고 적극적으로 성찰하는 태도를 지닌다.\nB\n지식·이해\n시, 소설, 극, 수필의 특성을 부분적으로 이해하고 문학 작품을 통한 소통에서 작가 맥락과 독자 맥락을 고려해야 함을 안다.\n과정·기능\n작품에서 인물, 사건, 배경을 찾고, 비유적 표현의 효과에 유의하면서 작가의 의도를 생각하며, 작품에서 인상적인 부분을 찾아 인상적인 이유를 다른 사람과 나눌 수 있고, 일상생활에서의 경험을 시, 소설, 극, 수필 등의 갈래로 표현할 수 있다.\n가치·태도\n작품을 읽고 자신의 삶을 작품과 연관 지어 탐색하고 성찰하는 태도를 지닌다.\nC\n지식·이해\n시, 소설, 극, 수필의 특성을 부분적으로 이해한다.\n과정·기능\n작품을 읽고 인물, 사건, 배경이 있음을 알고, 비유적 표현을 찾으며 작가의 의도를 부분적으로 생각하며, 작품에서 인상적인 부분을 찾아 자신의 의견을 말하고, 일상생활에서의 경험을 시, 소설, 극, 수필 등의 갈래로 간단하게 표현한다.\n가치·태도\n작품을 읽고 연관된 자신의 경험을 떠올리는 태도를 지닌다.\n\n\n(6) 매체\n\n영역\n영역별 성취수준\n매체\nA\n지식·이해\n매체 소통의 맥락에 대한 이해를 바탕으로 매체 자료에 대한 검색, 신뢰성 평가의 필요성과 방법을 이해할 수 있다.\n과정·기능\n목적에 맞는 매체 자료를 다양한 방식으로 검색하고 매체 자료의 신뢰성을 다면적으로 평가할 수 있으며, 다양한 표현 양식을 활용하고 수용자 반응을 고려하여 복합양식 매체 자료를 제작하고 다양한 매체 소통 공간에 공유할 수 있다. \n가치·태도\n매체 이용 양상에 대한 성찰의 필요성을 인식하고 자신의 매체 이용 양상을 지속적으로 성찰하며 적극적으로 개선해 나가려는 태도를 지닌다. \nB\n지식·이해\n매체 소통의 맥락에 대한 기본적인 이해를 바탕으로 매체 자료를 검색하거나 매체 자료의 신뢰성을 평가해야 할 필요성을 이해할 수 있다. \n과정·기능\n목적에 맞는 매체 자료를 검색하고 매체 자료의 신뢰성을 평가할 수 있으며, 표현 양식과 수용자 반응을 고려하여 기본적인 형태의 복합양식 매체 자료를 제작하고 친숙한 매체 소통 공간을 통해 공유할 수 있다. \n가치·태도\n자신의 매체 이용 양상을 점검해야 할 필요성을 인지하고 스스로 개선해 나가려는 태도를 지닌다. \nC\n지식·이해\n매체 소통 맥락과 전통적인 소통 맥락의 다른 점을 안다.\n과정·기능\n익숙한 매체 소통 공간을 중심으로 매체 자료를 검색하고, 한두 가지 근거를 들어 매체 자료의 신뢰성을 평가하며 기초적인 형태의 복합양식 텍스트를 제작하고 주변의 지인들에게 제작한 매체 자료를 공유한다. \n가치·태도\n안내된 방법에 따라 자신의 매체 이용 양상을 점검하여 개선하려고 시도한다.\n\n다. 예시 평가 도구\n\n1. 평가 도구 개요\n\n\n학교급\n초등학교\n과목\n국어\n학년군\n5~6학년군\n영역\n읽기\n성취기준\n성취기준별 성취수준\n[6국02-01] 글의 구조를 고려하며 주제나 주장을 파악하고 글 내용을 요약한다. \nA\n글의 구조를 고려하며 주제나 주장을 파악하고 글의 중심 내용을 자신의 언어로 재구성하여 적극적으로 요약할 수 있다. \nB\n글의 구조를 고려하며 주제나 주장을 파악하고 글의 중심 내용을 자신의 언어로 요약할 수 있다.\nC\n글의 구조를 고려하며 글의 내용을 부분적으로 파악하고 이를 요약한다. \n평가 요소\n● 글의 구조를 고려하며 중심 내용 파악하기\n● 글의 중심 내용을 자신의 언어로 재구성하여 요약하기\n평가 도구 유형\n서·논술형\n배점\n4점\n개발 방향 및 \n활용 시 고려사항\n● 성취기준의 평가 요소 중 글의 구조를 고려하며 주제나 주장을 파악하고, 글의 중심 내용을 자신의 언어로 재구성하여 요약할 수 있는지 평가하기 위한 문항이다. 이 문항을 통해 글의 구조를 고려하며 글의 중심 내용을 파악하고 자신의 언어로 요약하는 능력을 갖춘 학생들이 얼마나 있는지 파악하고자 한다. \n● 평가 결과, 이 문항을 해결하는 데 어려움을 보이는 학생을 위해 요약하기의 일반 원리를 이해하기, 글의 구조를 시각화한 도해 조직자를 활용하여 글의 구조와 내용 파악하기, 주제나 주장을 파악하기, 글의 중심 내용을 자신의 언어로 재구성하여 요약하기 등의 능력 신장을 위한 교수･학습 자료를 개발한다.\n\n\n\n\n2. 평가 도구\n\n\n문항(서ㆍ논술형)\n\n\n\n※ 다음 글을 읽고 물음에 답해 봅시다. \n  사람은 직업에 따라 고유한 색깔 옷을 입기도 한다. 직업의 특성에 따라 특정 색깔의 옷이 일을 하는 데 도움이 되기 때문이다.\n  의사나 간호사는 보통 흰색 옷을 입는다. 감염에 민감한 환자들이 있는 병원에서는 위생이 매우 중요한 문제이기 때문이다. 흰색 옷은 옷이 더러워졌을 때 이를 쉽게 알아차릴 수 있게 해 준다. 약사나 위생사, 요리사와 같이 청결을 유지해야 하는 일을 하는 사람들도 마찬가지로 흰색 옷을 입는다.\n  법관은 검은색 옷을 입는다. 예전 서양에서는 신분에 따라 입을 수 있는 옷 색깔이 정해져 있었지만, 검은색 옷은 누구나 입을 수 있었다. 법관의 검은색 옷은 법 앞에서 모든 사람이 평등하다는 뜻을 나타내며, 다른 것에 물들지 않고 공정하게 재판해야 한다는 의미를 담고 있다.\n  군인은 주변 환경과 상황에 따라 옷 색깔을 달리하여 입는다. 전투를 벌일 때 적군 눈에 쉽게 띄면 안 되기 때문이다. 예전의 화학 무기는 한번 사용하면 연기가 자욱하여 적군과 아군을 구분하기가 힘들었다. 따라서 당시에는 강한 원색의 군복을 입었다. 오늘날에는 기술이 발달하여 군인은 대부분 주변 환경과 구별하기 힘든 색의 옷을 입는다.\n  사람들은 직업에 따라 입는 옷 색깔이 다양하다. 옷색깔이 무엇을 뜻하는지 안다면 그 직업을 더 잘 알 수 있다. \n\n1. 글의 구조를 생각하며 이 글의 주제를 써봅시다. \n\n\n\n2. 글의 내용을 ‘처음-가운데-끝’으로 정리해 각 문단의 중심 문장을 적어봅시다. \n\n글의 구조\n문단의 중심 문장\n처음\n\n가운데\n\n끝\n\n\n3. 글의 구조를 고려하며 중심 내용을 요약하여 써봅시다. \n                                                                                                                                         \n                                                                                                                                         \n                                                                                                                                         \n                                                                                                                                         \n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n서\n글의 구조를 고려하며 주제나 주장 파악하기\n1점\n- 글의 구조를 고려하며 전체적인 글의 주제를 알고 있다.\n예시답안\n- 직업과 옷 색깔, 직업에 따른 고유한 색깔의 옷\n0점\n- 글의 내용을 부분적으로 파악하고 글의 주제를 파악하지 못해 부적절한 제목을 쓴다. \n예시답안\n- 그 외 답안\n- 무응답\n글의 \n중심 내용 파악하기\n1점\n- ‘처음-가운데-끝’으로 각 문단의 중심 문장을 정리하여 쓸 수 있다. \n예시답안\n- 처음: 사람은 직업에 따라 고유한 색깔 옷을 입기도 한다. \n- 가운데: 의사나 간호사는 보통 흰색 옷을 입는다./ 법관은 검은색 옷을 입는다./ 군인은 주변 환경과 상황에 따라 옷 색깔을 달리하여 입는다. \n- 끝: 사람들은 직업에 따라 입는 옷 색깔이 다양하다. \n0점\n- 글의 구조를 고려하지 못하고 각 문단의 중심 문장을 정확하게 찾지 못한다. \n예시답안\n- 그 외 답안\n- 무응답\n글의 중심 내용을 자신의 언어로 재구성하여 요약하기\n2점\n- 글의 구조를 고려하며 중요하지 않은 내용은 지우고, 세부 내용은 대표적인 말로 바꾸어 중심 내용을 자신의 언어로 요약할 수 있다. \n예시답안\n- 사람은 직업에 따라 고유한 색깔 옷을 입는다. 의사나 간호사는 보통 흰색 옷을 입고, 법관은 검은색 옷을 입는다. 또 군인은 주변 환경과 상황에 따라 옷 색깔을 달리하여 입는다. 이처럼 사람들은 직업에 따라 입는 옷 색깔이 다양하다. \n1점\n- 글의 구조를 고려하며 글의 중심 내용을 자신의 언어로 부분적으로 요약할 수 있다.\n예시답안\n- 사람은 직업에 따라 고유한 색깔 옷을 입기도 한다. 의사나 간호사는 보통 흰색 옷을 입는다. 법관은 검은색 옷을 입는다. 군인은 주변 환경과 상황에 따라 옷 색깔을 달리하여 입는다. 사람들은 직업에 따라 입는 옷 색깔이 다양하다. \n0점\n- 글의 내용을 파악하지 못하고, 부분적으로 요약한다. \n예시답안\n- 그 외 답안\n- 무응답\n\n\n\n\n 채점 시 고려 사항\n- 글의 구조인 ‘처음-가운데-끝’을 고려하여 각 문단의 중심 문장을 찾았는지 살펴본다. 또한, 자신의 언어로 재구성하여 요약할 때, 중요하지 않은 내용은 지우고, 세부 내용은 대표적인 말로 바꾸어 중심 내용을 정리하였는지 평가한다. 학생 스스로 글을 요약하는 방법을 알고 , 글의 구조를 고려하며 정리한 내용을 간추려 쓸 수 있는지 확인한다. 요악하여 쓴 글에서 각 문단의 중심 문장을 글의 흐름을 고려하지 않고 부자연스럽게 나열하지는 않았는지 평가한다. \n\n2\n사회\n\n가. 성취기준별 성취수준\n(1) 우리나라 국토 여행\n\n성취기준\n성취기준별 성취수준\n[6사01-01] 우리나라 산지, 하천, 해안 지형의 위치를 확인하고 지형의 분포 특징을 탐구한다. \nA\n우리나라 산지, 하천, 해안 지형의 위치를 다양한 자료를 이용하여 조사하고, 우리나라 지형 분포의 특징을 분석할 수 있다. \nB\n우리나라 산지, 하천, 해안 지형의 위치를 지도에서 찾고, 우리나라 지형 분포의 특징을 설명할 수 있다. \nC\n우리나라 산지, 하천, 해안 지형을 지도에서 찾고 우리나라 지형 분포의 특징을 말할 수 있다. \n[6사01-02] 독도의 지리적 특성과 독도에 대한 역사 기록을 바탕으로 영토로서 독도의 중요성을 이해한다.\nA\n독도의 지리적 특성을 분석하고, 주요 역사 기록을 탐구하여 영토로서 독도의 중요성과 가치를 설명할 수 있다.\nB\n독도의 지리적 특성과 독도에 대한 역사 기록을 조사하고, 독도의 중요성을 설명할 수 있다. \nC\n독도의 지리적 특성을 파악하고 독도에 대한 역사 기록을 제시하며, 독도의 중요성을 인식할 수 있다. \n\n\n(2) 우리나라 지리 탐구\n\n성취기준\n성취기준별 성취수준\n[6사02-01] 우리나라의 계절별 기후 특징을 자료에서 탐구하고, 기후변화로 인한 자연재해의 심각성을 이해한다. \nA\n자료를 바탕으로 우리나라의 계절별 기후 특징을 분석하고, 기후변화로 인해 나타나는 자연재해의 심각성을 설명하며 기후변화에 대응하기 위한 행동에 참여할 수 있다. \nB\n자료를 바탕으로 우리나라의 계절별 기후 특징을 조사하고, 기후변화로 인해 나타나는 자연재해의 심각성을 설명할 수 있다. \nC\n자료를 바탕으로 우리나라의 계절별 기후 특징을 인식하고, 기후변화로 인해 나타난 자연재해를 제시할 수 있다. \n[6사02-02] 우리나라의 지역별 인구 분포의 특징을 알아보고, 이에 따른 문제점과 해결 방안을 탐색한다.\n※ 내용 체계표의 가치ㆍ태도 요소를 포함하여 성취수준 개발\nA\n우리나라 지역별 인구 분포의 특징을 분석하고, 이에 따른 문제점을 찾아 해결 방안을 조사하고 이와 관련된 사례를 설명할 수 있다. \nB\n우리나라 지역별 인구 분포의 특징을 설명하고, 이에 따른 문제점을 찾아 해결 방안을 조사할 수 있다. \nC\n우리나라 지역별 인구 분포의 특징을 나열하고, 이에 따른 문제점을 말할 수 있다.\n\n(3) 법과 인권의 보장\n\n성취기준\n성취기준별 성취수준\n[6사03-01] 일상 사례에서 법의 의미와 역할을 이해하고, 헌법에 규정된 인권이 일상생활에서 구현되는 사례를 조사하여 인권 친화적 태도를 기른다.\nA\n일상생활의 사례를 통해 법의 의미와 역할을 설명하고, 헌법에 규정된 인권이 일상생활에서 구현되는 사례를 조사하며 인권 존중을 실천할 수 있다. \nB\n일상생활의 사례와 관련지어 법의 의미와 역할을 이해하고, 헌법에 규정된 인권이 일상생활에서 구현되는 사례를 통해 인권을 존중하는 태도를 가진다. \nC\n일상의 사례에서 법의 의미와 역할을 살펴보고, 헌법에 규정된 인권이 일상생활에서 구현되는 사례를 말할 수 있다. \n[6사03-02] 일상생활에서 인권이 침해되는 사례를 찾아 그 해결 방안을 탐색하고, 인권을 보호하는 활동에 참여한다.\nA\n일상생활에서 인권이 침해되는 사례를 분석하여 그 해결 방안을 제안하고, 인권을 보호하는 활동에 관심을 갖고 참여할 수 있다. \nB\n일상생활에서 인권이 침해되는 사례를 조사하여 그 해결 방안을 설명하고, 인권을 보호하는 활동에 참여할 수 있다.\nC\n인권이 침해된 사례에 대한 적절한 해결 방안을 제시하고, 인권을 보호하는 활동에 관심을 가진다. \n\n\n(4) 유적과 유물로 살펴본 옛 사람들의 생활\n\n성취기준\n성취기준별 성취수준\n[6사04-01] 선사 시대와 고조선의 유적과 유물을 활용하여 당시 사람들의 생활을 추론한다. \nA\n선사 시대와 고조선의 유적과 유물을 선정하여 특징을 분석하고, 이를 통해 당시 사람들의 생활 모습을 추론할 수 있다. \nB\n선사 시대와 고조선의 유적과 유물을 조사하여 당시 사람들의 생활 모습을 설명할 수 있다. \nC\n선사 시대와 고조선의 유적과 유물에 나타난 당시 사람들의 생활 모습을 짐작하여 말할 수 있다.\n[6사04-02] 역사 기록이나 유적과 유물에 나타난 고대 사람들의 생각과 생활을 추론한다.\nA\n고대의 역사 기록이나 유적과 유물을 선정하여 특징을 분석하고, 이를 통해 고대 사람들의 생각과 생활 모습을 추론할 수 있다. \nB\n고대의 역사 기록이나 유적과 유물을 조사하여 고대 사람들의 생각과 생활 모습을 설명할 수 있다. \nC\n고대의 역사 기록이나 유적과 유물에 나타난 고대 사람들의 생각과 생활 모습을 짐작하여 말할 수 있다.\n[6사04-03] 다양한 역사 자료를 활용하여 고려 시대 사회 모습과 사람들의 생활을 추론한다.\nA\n고려 시대의 다양한 역사 자료를 선정하여 특징을 분석하고, 이를 통해 고려 시대의 사회 모습과 사람들의 생활 모습을 추론할 수 있다. \nB\n고려 시대의 다양한 역사 자료를 조사하여 고려 시대의 사회 모습과 사람들의 생활 모습을 설명할 수 있다. \nC\n고려 시대의 역사 자료에 나타난 고려 시대의 사회 모습과 사람들의 생활 모습을 짐작하여 말할 수 있다.\n\n(5) 달라지는 시대, 변화하는 생활 모습 \n\n성취기준\n성취기준별 성취수준\n[6사05-01] 조선 시대 사람들의 생각과 생활에 유교 문화가 미친 영향을 파악한다.\nA\n유교 문화가 조선 시대 사람들의 생각과 생활 모습에 미친 영향을 다양한 사례에 관한 분석을 통해 도출할 수 있다.\nB\n유교 문화가 조선 시대 사람들의 생각과 생활 모습에 미친 영향을 사례를 들어 설명할 수 있다.\nC\n유교 문화가 조선 시대 사람들의 생각과 생활 모습에 영향을 주었음을 인식할 수 있다. \n[6사05-02] 조선 후기 사회ㆍ문화적 변화와 개항기 근대 문물 수용 과정에서 달라진 사람들의 생활을 이해한다.\nA\n조선 후기 사회･문화적 변화와 개항기 근대 문물 수용 과정을 보여주는 사례를 선정하고 분석하여 사람들의 달라진 생활 모습을 도출할 수 있다. \nB\n조선 후기 사회･문화적 변화와 개항기 근대 문물 수용 과정을 조사하여 사람들의 달라진 생활 모습을 설명할 수 있다.\nC\n조선 후기 사회･문화적 변화와 개항기 근대 문물 수용 과정을 살펴보며 사람들의 생활 모습이 달라졌음을 인식할 수 있다. \n\n\n(6) 식민 통치와 저항, 전쟁이 바꾼 사회와 생활 \n\n성취기준\n성취기준별 성취수준\n[6사06-01] 일제의 식민 통치와 이에 대한 저항이 사회와 생활에 미친 영향을 이해한다. \nA\n일제의 식민 통치와 이에 대한 저항이 사회와 사람들의 생활 모습에 미친 영향을 다양한 사례를 통해 분석할 수 있다. \nB\n일제의 식민 통치와 이에 대한 저항이 사회와 사람들의 생활 모습에 미친 영향을 사례를 들어 설명할 수 있다.\nC\n일제의 식민 통치와 이에 대한 저항으로 인해 사회와 사람들의 생활 모습이 달라졌음을 인식할 수 있다. \n[6사06-02] 8･15 광복과 6･25 전쟁이 사회와 생활에 미친 영향을 파악한다.\nA\n8･15 광복과 6･25 전쟁이 사회와 사람들의 생활 모습에 미친 영향을 다양한 사례를 통해 분석할 수 있다. \nB\n8･15 광복과 6･25 전쟁이 사회와 사람들의 생활 모습에 미친 영향을 사례를 들어 설명할 수 있다. \nC\n8･15 광복과 6･25 전쟁으로 인해 사회와 사람들의 생활 모습이 달라졌음을 인식할 수 있다. \n\n\n(7) 평화 통일을 위한 노력, 민주화와 산업화 \n\n성취기준\n성취기준별 성취수준\n[6사07-01] 분단으로 나타난 문제점과 분단과 관련된 장소를 평화의 장소로 만들려는 노력 등을 알아보고, 평화 통일을 위해 우리가 할 수 있는 일을 탐색한다. \nA\n분단으로 인해 나타난 문제점 및 분단과 관련된 장소를 평화의 장소로 만들려는 노력 등을 탐구하며, 평화 통일을 위해 할 수 있는 활동을 제안하고 참여할 수 있다. \nB\n분단으로 인해 나타난 문제점 및 분단과 관련된 장소를 평화의 장소로 만들려는 노력 등을 조사하며, 평화 통일을 위해 우리가 할 수 있는 활동을 제안할 수 있다. \nC\n분단으로 인해 나타난 문제점 및 분단과 관련된 장소를 평화의 장소로 만들려는 노력 등을 살펴보며, 평화 통일의 필요성을 인식할 수 있다.\n[6사07-02] 민주화와 산업화로 인해 달라진 생활 문화를 사례를 들어 이해한다.\nA\n민주화와 산업화로 인해 달라진 사람들의 생활 문화를 다양한 사례를 통해 분석할 수 있다. \nB\n민주화와 산업화로 인해 달라진 사람들의 생활 문화를 사례를 들어 설명할 수 있다.\nC\n민주화와 산업화로 인해 사람들의 생활 문화가 변화되었음을 인식할 수 있다. \n\n\n(8) 민주주의와 시민 참여\n\n성취기준\n성취기준별 성취수준\n[6사08-01] 민주주의에서 선거의 의미와 역할을 파악하고, 시민의 주권 행사를 위해 선거에 참여하는 태도를 기른다.\nA\n사례를 통해 민주주의에서 선거의 의미와 역할을 분석하고, 시민의 주권 행사를 위해 선거에 관심을 갖고 선거 과정에 참여할 수 있다. \nB\n민주주의에서 선거의 의미와 역할을 설명하고, 시민의 주권 행사를 위해 선거 과정에 참여하기 위해 노력할 수 있다. \nC\n선거의 의미와 역할을 제시하고, 선거 과정에 관심을 가진다. \n[6사08-02] 민주 국가에서 국회, 행정부, 법원이 하는 일에 대해 이해하고, 각 국가기관의 권력을 분립하는 이유를 탐색한다.\nA\n민주 국가에서 국회, 행정부, 법원이 하는 일에 대해 분석하고, 각 국가기관의 권력을 분립하는 이유를 도출할 수 있다.\nB\n우리나라에서 국회, 행정부, 법원이 하는 일에 대해 조사하고, 각 국가기관의 권력을 분립하는 이유를 설명할 수 있다.\nC\n우리나라에서 국회, 행정부, 법원이 하는 일을 제시하고, 각 국가기관의 권력을 분립해야 함을 파악할 수 있다. \n[6사08-03] 민주주의에서 미디어의 의미와 역할을 이해하고, 여러 가지 미디어의 내용을 비판적으로 분석하여 올바르게 이용하는 태도를 기른다.\nA\n민주주의에서 미디어의 의미와 역할을 설명하고, 여러 가지 사례 속 미디어의 내용을 비판적으로 분석하여 미디어 이용에 대해 올바른 태도를 가지고 실천할 수 있다. \nB\n민주주의에서 미디어의 의미와 역할을 설명하고, 여러 가지 사례 속 미디어의 내용을 비판적으로 파악하여 미디어를 올바르게 이용하고자 노력한다. \nC\n민주주의에서 미디어의 의미와 역할을 제시하고, 미디어를 올바르게 이용하는 태도를 가진다. \n\n(9) 지구, 대륙 그리고 국가들\n\n성취기준\n성취기준별 성취수준\n[6사09-01] 세계를 표현하는 다양한 공간 자료의 특징을 이해하고, 지구본과 세계지도에서 위치를 표현하는 방법을 익힌다. \nA\n세계를 표현하는 다양한 공간자료의 특징을 분석하고, 지구본과 세계지도에서 경도와 위도를 이용하여 위치를 표현할 수 있다.\nB\n세계를 표현하는 다양한 공간자료의 특징을 제시하고, 지구본과 세계지도에서 경도와 위도의 의미를 설명할 수 있다. \nC\n세계를 표현하는 다양한 공간자료를 찾아보고, 지구본과 세계지도에서 경도와 위도를 구분할 수 있다.\n[6사09-02] 세계 주요 대륙과 대양을 파악하고, 우리나라 및 세계 여러 국가의 위치와 영토의 특징을 이해한다. \nA\n세계 주요 대륙과 대양의 위치를 설명하고, 우리나라 및 세계 여러 국가의 위치와 영토의 특징을 분석할 수 있다. \nB\n세계 주요 대륙과 대양의 위치를 찾고, 우리나라 및 세계 여러 국가의 위치와 영토의 특징을 설명할 수 있다. \nC\n세계 주요 대륙과 대양의 위치를 알아보고, 여러 국가의 위치와 영토의 특징을 말할 수 있다. \n\n\n(10) 세계의 자연환경 \n\n성취기준\n성취기준별 성취수준\n[6사10-01] 세계 여러 지역의 지형 경관을 살펴보고, 이를 통해 다양한 삶의 모습을 이해한다.\nA\n세계 여러 지역의 지형 경관의 특징을 분석하고, 세계 여러 지역에서 나타나는 다양한 삶의 모습을 탐구할 수 있다.\nB\n세계 여러 지역의 지형 경관을 조사하고, 다양한 삶의 모습을 설명할 수 있다. \nC\n세계 여러 지역의 지형 경관의 특징을 제시하고, 삶의 모습이 다양함을 말할 수 있다. \n[6사10-02] 세계의 다양한 기후를 알아보고 기후 환경과 인간생활 간의 관계를 탐구한다. \nA\n세계의 다양한 기후의 특징을 분석하고, 기후 환경과 인간생활 간의 관계를 탐구할 수 있다. \nB\n세계의 다양한 기후를 조사하고, 기후 환경과 인간생활 간의 관계를 설명할 수 있다. \nC\n세계의 다양한 기후를 제시하고 기후 환경이 인간생활과 관련이 있음을 말할 수 있다. \n\n\n(11) 시장경제와 국가 간 거래\n\n성취기준\n성취기준별 성취수준\n[6사11-01] 시장경제에서 가계와 기업의 역할을 이해하고, 근로자의 권리와 기업의 자유 및 책임을 탐색한다.\nA\n시장경제에서 가계와 기업의 역할을 설명하고, 사례를 중심으로 근로자의 권리와 기업의 자유 및 책임을 분석할 수 있다.\nB\n시장경제에서 가계와 기업의 역할을 제시하고, 근로자의 권리와 기업의 자유 및 책임을 탐색할 수 있다.\nC\n시장경제에서 가계와 기업의 역할을 제시할 수 있다.\n[6사11-02] 경제성장이 우리 생활에 미치는 영향을 파악하고, 빠른 경제성장으로 발생한 문제의 해결 방안을 탐색한다.\nA\n자료를 통해 경제성장이 우리 생활에 미치는 영향을 분석하고, 빠른 경제성장으로 인해 발생한 문제와 해결 방안을 도출할 수 있다.\nB\n경제성장이 우리 생활에 미치는 영향을 설명하고, 빠른 경제성장으로 인해 발생한 문제의 해결 방안을 탐색할 수 있다.\nC\n경제성장이 우리 생활에 미치는 영향과 빠른 경제성장으로 인해 발생한 문제를 제시할 수 있다.\n[6사11-03] 사례를 통해 무역의 의미를 이해하고, 국가 간 무역이 발생하는 이유를 탐구한다. \nA\n사례를 통해 무역의 의미와 중요성을 도출하고, 국가 간 무역이 발생하는 이유를 탐구할 수 있다. \nB\n사례를 통해 무역의 의미를 분석하고, 국가 간 무역이 발생하는 이유를 설명할 수 있다.\nC\n무역의 의미와 국가 간 무역이 발생하는 이유를 말할 수 있다. \n\n\n(12) 지구촌 사람들 \n\n성취기준\n성취기준별 성취수준\n[6사12-01] 세계 인구 분포를 파악하고 여러 국가의 인구 특징을 탐구한다.\nA\n자료를 통해 세계 인구 분포를 분석하고, 여러 국가의 인구 특징을 도출할 수 있다. \nB\n세계 인구 분포를 조사하고, 여러 국가의 인구 특징을 설명할 수 있다. \nC\n세계 인구 분포 특징을 제시할 수 있다.\n[6사12-02] 지구촌을 위협하는 다양한 문제들을 파악하고, 지속가능한 미래를 위한 해결 방안을 탐색한다. \nA\n지구촌의 평화와 발전을 위협하는 문제를 조사하고, 지속가능한 미래를 위한 해결 방안을 탐구하며 인류 공동의 문제에 관심을 가진다. \nB\n지구촌의 평화와 발전을 위협하는 문제를 조사하고, 지속가능한 미래를 위한 해결 방안을 제시할 수 있다. \nC\n지구촌의 평화와 발전을 위협하는 문제를 제시하고, 지속가능한 미래를 위한 해결 방안을 살펴볼 수 있다.\n\n나. 영역별 성취수준\n(1) 우리나라 국토 여행\n\n영역\n영역별 성취수준\n우리나라 국토 여행\nA\n지식･이해\n우리나라 지형의 분포 특징을 분석하고, 국토로서의 독도의 중요성과 가치를 설명할 수 있다.\n과정･기능\n우리나라 산지, 하천, 해안 지형의 위치를 다양한 자료를 이용하여 조사하고, 독도의 지리적 특성을 분석하며 주요 역사 기록을 탐구할 수 있다. \n가치･태도\n우리나라 자연환경의 아름다움을 느끼고, 삶의 터전으로서 국토의 영역에 관심과 호기심을 갖고 이를 탐구하려는 자세를 지닌다.\nB\n지식･이해\n우리나라 지형의 분포 특징과 독도의 중요성을 설명할 수 있다. \n과정･기능\n우리나라 산지, 하천, 해안 지형의 위치를 지도에서 찾고, 독도의 지리적 특성과 독도에 대한 역사 기록을 조사할 수 있다. \n가치･태도\n우리나라 자연환경과 국토의 영역에 관심과 호기심을 갖고 이를 탐색하는 데 흥미를 느낀다. \nC\n지식･이해\n우리나라 지형 분포의 특징을 말할 수 있고, 독도의 중요성을 인식할 수 있다. \n과정･기능\n우리나라 산지, 하천, 해안 지형의 위치를 지도에서 찾고, 독도의 지리적 특성과 독도에 대한 역사 기록을 확인할 수 있다. \n가치･태도\n우리나라 자연환경과 국토의 영역에 관심을 가진다.\n\n\n(2) 우리나라 지리 탐구\n\n영역\n영역별 성취수준\n우리나라 지리 탐구\nA\n지식･이해\n기후변화로 인해 나타나는 자연재해의 심각성을 인지하고 기후 행동을 모색할 수 있으며, 우리나라 지역별 인구 분포의 특징을 분석하고 문제점과 해결 방안을 사례를 중심으로 설명할 수 있다.\n과정･기능\n자료를 바탕으로 우리나라의 계절별 기후 특징을 분석하고, 우리나라 인구 분포 특징과 이에 따른 문제점과 해결 방안을 조사할 수 있다. \n가치･태도\n기후변화에 관심을 가지고, 기후변화에 대응하기 위한 행동에 참여할 수 있다. \nB\n지식･이해\n기후변화로 인해 나타나는 자연재해의 심각성과 우리나라 지역별 인구 분포의 특징을 설명하며, 문제점과 해결 방안을 제시할 수 있다. \n과정･기능\n자료를 바탕으로 우리나라의 계절별 기후 특징을 조사하고, 우리나라 인구 분포 특징에 따른 문제점을 찾아 해결 방안을 제안할 수 있다. \n가치･태도\n기후변화와 기후변화에 대응하기 위한 행동에 관심을 가진다.\nC\n지식･이해\n기후변화로 인해 나타난 자연재해를 제시할 수 있으며, 우리나라 지역별 인구 분포의 특징을 나열하고 이에 따른 문제점을 말할 수 있다.\n과정･기능\n자료를 바탕으로 우리나라의 계절별 기후 특징과 우리나라 인구 분포를 탐색할 수 있다. \n가치･태도\n기후변화에 관심을 가진다.\n\n\n(3) 법과 인권의 보장\n\n영역\n영역별 성취수준\n법과 인권의 보장\nA\n지식･이해\n일상생활에서의 사례를 통해 법의 의미와 역할을 설명하고, 일상생활에서의 인권 침해 사례를 분석하여 해결 방안을 제안할 수 있다.\n과정･기능\n헌법에 규정된 인권이 일상생활에서 구현되는 사례를 탐색하고, 인권이 침해되는 사례를 조사하여 그 해결 방안을 제시하며, 인권을 보호하는 활동에 참여할 수 있다.\n가치･태도\n헌법에 규정된 인권이 일상생활에서 보장되는 사례를 살펴보며 인권 존중을 실천할 수 있고, 인권 보호 활동에 관심을 가진다.\nB\n지식･이해\n일상생활의 사례와 관련지어 법의 의미와 역할을 제시하고, 일상생활에서 인권이 침해된 사례를 찾아 해결 방안을 설명할 수 있다.\n과정･기능\n헌법에 규정된 인권이 일상생활에서 구현되는 사례 및 일상생활에서 인권이 침해되는 사례를 조사하여 해결 방안을 제안하며, 인권 보호 활동에 참여할 수 있다.\n가치･태도\n헌법에 규정된 인권 보장이 일상생활에서 구현된 사례를 통해 인권을 존중하는 마음을 가진다.\nC\n지식･이해\n일상생활에서 법의 의미와 역할을 살펴보고, 인권이 침해된 사례에 대해 적절한 해결 방안을 제시할 수 있다. \n과정･기능\n헌법에 규정된 인권 보장이 일상생활에서 구현된 사례를 살펴보고, 인권이 침해된 사례에 대해 적절한 해결 방안을 제시할 수 있다. \n가치･태도\n인권 보호 활동에 관심을 가진다. \n\n\n(4) 유적과 유물로 살펴본 옛 사람들의 생활\n\n영역\n영역별 성취수준\n유적과 유물로 살펴본 옛 사람들의 생활\nA\n지식･이해\n선사시대, 고조선, 고대, 고려 시대 사람들의 생각과 생활 모습을 시대적 맥락에 맞게 파악하고 당시 사회의 여러 면모를 설명할 수 있다.\n과정･기능\n역사 증거로서 유적과 유물, 역사 기록 등을 분석하여 당시 사람들의 생각이나 생활 모습, 사회 모습을 추론할 수 있다.\n가치･태도\n타인의 역사적 해석을 존중하는 태도를 지니며 역사에 대한 관심과 흥미를 표현한다. \nB\n지식･이해\n선사시대, 고조선, 고대, 고려 시대 사람들의 생각과 생활 모습을 시대적 맥락에 맞게 파악할 수 있다.\n과정･기능\n역사 증거로서 유적과 유물, 역사 기록 등을 조사하여 당시 사람들의 생각이나 생활 모습, 사회 모습을 설명할 수 있다.\n가치･태도\n타인의 역사적 해석을 존중하며, 역사에 대한 관심과 흥미를 가진다.\nC\n지식･이해\n선사시대, 고조선, 고대, 고려 시대 사람들의 생활 모습을 말할 수 있다. \n과정･기능\n시대별 유적과 유물, 역사적 기록 등을 살펴볼 수 있다. \n가치･태도\n역사에 대한 관심과 흥미를 가진다.\n\n\n(5) 달라지는 시대, 변화하는 생활 모습 \n\n영역\n영역별 성취수준\n달라지는 시대, 변화하는 생활 모습 \nA\n지식･이해\n유교 문화가 조선 시대 사람들의 생각과 생활에 미친 영향을 여러 분야에서 파악하고, 조선 후기 사회･문화적 변화와 개항기 근대 문물 수용 과정에서 새로운 주체로 등장한 사람들의 활동 및 당시 사람들의 달라진 생활 모습을 설명할 수 있다.\n과정･기능\n유교 문화, 조선 후기 사회･문화적 변화 및 개항기 근대 문물 수용 과정이 당시 사람들의 생각과 생활에 미친 영향을 분석할 수 있다.\n가치･태도\n시대에 따라 사람들이 추구하는 가치가 다름을 알고 시대적 맥락 속에서 당시 사람들의 생각과 생활 모습을 존중하는 태도를 지닌다. \nB\n지식･이해\n유교 문화가 조선 시대 사람들의 생각과 생활에 미친 영향을 파악하고 조선 후기 사회･문화적 변화와 개항기 근대 문물 수용 과정에서 달라진 생활 모습을 설명할 수 있다.\n과정･기능\n유교 문화, 조선 후기 사회･문화적 변화 및 개항기 근대 문물 수용 과정과 관련 있는 내용을 조사할 수 있다.\n가치･태도\n시대에 따라 사람들이 추구하는 가치가 다름을 알고 당시 사람들의 생각과 생활 모습을 이해하는 태도를 지닌다.\nC\n지식･이해\n유교 문화와 조선 후기 사회･문화적 변화로 인해 사람들의 생활 모습이 달라졌음을 인식할 수 있다. \n과정･기능\n유교 문화, 조선 후기 사회･문화적 변화 및 개항기 근대 문물 수용 과정과 관련 있는 내용을 찾아볼 수 있다.\n가치･태도\n시대에 따라 사람들이 추구하는 가치가 다름을 안다.\n\n\n(6) 식민 통치와 저항, 전쟁이 바꾼 사회와 생활 \n\n영역\n영역별 성취수준\n식민 통치와 저항, 전쟁이 바꾼 사회와 생활\nA\n지식･이해\n다양한 사례를 통해 일제 식민 통치 및 이에 대한 저항과 8･15 광복, 6･25 전쟁이 사회와 사람들의 생활에 미친 영향을 설명할 수 있다. \n과정･기능\n당시 사회와 사람들의 생활 모습을 깊이 이해하는데 상징성이 있는 주제를 골라 적절한 사진이나 영상, 기록 등을 선정하여 분석할 수 있다.\n가치･태도\n오늘날까지 영향을 미치고 있는 역사적 문제에 관심을 가지고 이를 해결하기 위한 참여 의지를 다지며 역사에 성찰적으로 접근하는 태도를 지닌다. \nB\n지식･이해\n일제 식민 통치 및 이에 대한 저항과 8･15 광복, 6･25 전쟁이 사회와 사람들의 생활에 미친 영향을 설명할 수 있다.\n과정･기능\n당시 사회와 사람들의 생활 모습을 보여주는 사진과 영상, 기록 등을 조사할 수 있다.\n가치･태도\n오늘날까지 영향을 미치고 있는 역사적 문제에 관심을 가지고 이를 해결하기 위해 노력한다. \nC\n지식･이해\n일제 식민 통치 및 이에 대한 저항과 8･15 광복, 6･25 전쟁으로 인해 사람들의 생활 모습이 달라졌음을 인식할 수 있다. \n과정･기능\n당시 사회와 사람들의 생활 모습을 보여주는 사진과 영상, 기록 등을 찾아볼 수 있다.\n가치･태도\n오늘날까지 영향을 미치고 있는 역사적 문제에 관심을 가진다. \n\n\n(7) 평화 통일을 위한 노력, 민주화와 산업화 \n\n영역\n영역별 성취수준\n평화 통일을 위한 노력, 민주화와 산업화\nA\n지식･이해\n분단으로 인해 나타난 문제점 및 분단과 관련된 장소를 평화의 장소로 만들려는 노력을 알고, 민주화와 산업화로 인해 달라진 생활 문화를 여러 역사 주체의 경험을 바탕으로 설명할 수 있다. \n과정･기능\n분단으로 인해 나타난 문제점, 분단과 관련된 장소를 평화의 장소로 만들려는 노력, 평화 통일을 위해 우리가 할 수 있는 일을 조사하고, 민주화와 산업화로 인해 달라진 사람들의 생활 문화를 다양한 사례를 통해 분석할 수 있다.\n가치･태도\n평화 통일의 필요성을 인식하고 평화 통일을 위해 우리가 할 수 있는 방안을 실천한다. \nB\n지식･이해\n분단으로 인해 나타난 문제점 및 분단과 관련된 장소를 평화의 장소로 만들려는 노력을 알고, 민주화와 산업화로 인해 달라진 생활 문화를 설명할 수 있다.\n과정･기능\n분단으로 인해 나타난 문제점, 분단과 관련된 장소를 평화의 장소로 만들려는 노력, 평화 통일을 위해 우리가 할 수 있는 일을 조사하고, 민주화와 산업화로 인해 달라진 사람들의 생활 문화를 분석할 수 있다.\n가치･태도\n평화 통일에 관심을 가지고, 이를 위해 노력하는 태도를 지닌다. \nC\n지식･이해\n분단으로 인해 나타난 문제점과 평화 통일을 위한 노력을 알고 민주화와 산업화로 인해 사람들의 생활 모습이 달라졌음을 이해한다. \n과정･기능\n분단으로 인해 나타난 문제점, 분단과 관련된 장소를 평화의 장소로 만들려는 노력, 평화 통일을 위해 우리가 할 수 있는 일을 탐색하고, 민주화와 산업화로 인해 달라진 사람들의 생활 문화를 찾을 수 있다. \n가치･태도\n평화 통일에 관심을 가진다. \n\n\n(8) 민주주의와 시민 참여\n\n영역\n영역별 성취수준\n민주주의와 시민 참여\nA\n지식･이해\n민주주의에서 선거의 의미와 역할과 국회, 행정부, 법원이 하는 일, 국가기관의 권력을 분립하는 이유를 설명하고, 민주주의에서 미디어의 의미와 역할을 설명할 수 있다. \n과정･기능\n사례를 통해 민주주의에서 선거의 의미와 역할을 도출하고 국회, 행정부, 법원이 하는 일에 대해 분석함으로써 각 국가기관의 권력을 분립하는 이유를 도출할 수 있으며, 여러 가지 사례 속 미디어의 내용을 비판적으로 분석할 수 있다. \n가치･태도\n선거에 관심을 갖고 선거 과정에 참여하는 태도를 가지며, 미디어를 올바르게 이용하는 태도를 바탕으로 이를 실천할 수 있다. \nB\n지식･이해\n선거의 의미와 역할, 민주 국가에서 국회, 행정부, 법원이 하는 일을 제시하고, 각 국가기관의 권력을 분립하는 이유와 민주주의에서 미디어의 의미와 역할을 설명할 수 있다. \n과정･기능\n우리나라에서 국회, 행정부, 법원이 하는 일에 대해 조사하고, 여러 가지 사례 속 미디어의 내용을 비판적으로 분석할 수 있다.\n가치･태도\n선거 과정에 참여하기 위해 노력하며, 미디어를 올바르게 이용하는 태도를 바탕으로 이를 실천하기 위해 노력한다. \nC\n지식･이해\n선거의 의미와 중요성 및 국회, 행정부, 법원이 하는 일을 이해하고, 각 국가기관의 권력을 분립해야 함을 파악하며, 미디어의 의미와 역할을 제시할 수 있다. \n과정･기능\n국회, 행정부, 법원이 하는 일에 대해 제시하고, 각 국가기관의 권력을 분립하는 이유와 관련지을 수 있으며, 미디어의 의미와 역할을 찾아볼 수 있다. \n가치･태도\n선거 과정에 관심을 가지며, 미디어를 올바르게 이용하는 태도를 지닌다.\n\n\n(9) 지구, 대륙 그리고 국가들\n\n영역\n영역별 성취수준\n지구, 대륙 그리고 국가들\nA\n지식･이해\n세계를 표현하는 다양한 공간자료의 특징을 설명하고, 우리나라 및 세계 여러 국가의 위치와 영토 특징을 제시할 수 있다. \n과정･기능\n지구본과 세계지도에서 경도와 위도를 이용하여 위치를 표현하고, 세계 주요 대륙과 대양의 위치를 표현할 수 있다. \n가치･태도\n세계 여러 국가에 관심과 호기심을 가지고, 이를 탐구하려는 자세를 지닌다.\nB\n지식･이해\n세계를 표현하는 다양한 공간자료의 특징과 우리나라 및 세계 여러 국가의 위치와 영토 특징을 제시할 수 있다. \n과정･기능\n지구본과 세계지도에서 경도와 위도의 의미를 설명하고, 세계 주요 대륙과 대양의 위치를 찾을 수 있다. \n가치･태도\n세계 여러 국가에 관심과 호기심을 가지고, 이를 탐색하는 데 흥미를 느낀다.\nC\n지식･이해\n세계 주요 대륙과 대양의 위치를 파악하고, 여러 국가의 위치와 영토 특징을 말할 수 있다.\n과정･기능\n지구본과 세계지도에서 경도와 위도를 구분하고, 공간자료를 이용할 수 있다. \n가치･태도\n세계 여러 국가에 관심을 가진다.\n\n\n(10) 세계의 자연환경 \n\n영역\n영역별 성취수준\n세계의 자연환경 \nA\n지식･이해\n세계 여러 지역에서 나타나는 다양한 삶의 모습 및 기후 환경과 인간생활 간의 관계를 탐구할 수 있다. \n과정･기능\n세계 여러 지역의 지형 경관과 다양한 기후의 특징을 분석할 수 있다. \n가치･태도\n세계 여러 지역의 자연환경에 관심과 호기심을 가지고, 이를 탐구하려는 자세를 가진다. \nB\n지식･이해\n세계 여러 지역에서 나타나는 다양한 삶의 모습 및 기후 환경과 인간생활 간의 관계를 설명할 수 있다. \n과정･기능\n세계 여러 지역의 지형 경관과 다양한 기후를 조사할 수 있다.\n가치･태도\n세계 여러 지역의 자연환경에 관심과 호기심을 가지고, 이를 탐색하는 데 흥미를 느낀다.\nC\n지식･이해\n세계 여러 지역의 경관과 기후가 다양함을 인식하고 기후 환경이 인간생활과 관계가 있음을 말할 수 있다.\n과정･기능\n세계 여러 지역의 지형 경관과 다양한 기후를 나타낸 자료를 살펴볼 수 있다. \n가치･태도\n세계 여러 지역의 자연환경에 관심을 가진다.\n\n\n(11) 시장경제와 국가 간 거래\n\n영역\n영역별 성취수준\n시장경제와 국가 간 거래\nA\n지식･이해\n시장경제에서 가계와 기업의 역할, 근로자의 권리와 기업의 자유 및 책임을 설명할 수 있고, 경제성장이 우리 생활에 미치는 영향 및 무역의 의미와 중요성, 국가 간 무역이 발생하는 이유를 제시할 수 있다.\n과정･기능\n사례를 중심으로 근로자의 권리와 기업의 자유 및 책임을 분석하고, 경제성장이 우리 생활에 미치는 영향과 빠른 경제성장으로 인해 발생한 문제의 해결 방안 및 국가 간 무역이 발생하는 이유를 분석할 수 있다. \n가치･태도\n합리적 소비를 실천하고, 경제활동의 자유를 존중한다.\nB\n지식･이해\n시장경제에서 가계와 기업의 역할, 근로자의 권리와 기업의 자유 및 책임을 제시하고, 경제성장이 우리 생활에 미치는 영향 및 무역의 의미를 설명할 수 있다.\n과정･기능\n근로자의 권리와 기업의 자유 및 책임, 경제성장이 우리 생활에 미치는 영향을 조사할 수 있으며, 경제성장으로 인해 발생한 문제의 해결 방안 및 국가 간 무역이 발생하는 이유를 탐색할 수 있다. \n가치･태도\n합리적 소비를 실천하기 위해 노력한다. \nC\n지식･이해\n시장경제에서 가계와 기업의 역할 및 경제성장이 우리 생활에 미치는 영향을 이해하고, 무역의 의미와 국가 간 무역이 발생하는 이유를 파악할 수 있다. \n과정･기능\n경제성장이 우리 생활에 미치는 영향과 빠른 경제 성장으로 인해 발생한 문제를 조사하고, 무역의 사례를 탐색할 수 있다. \n가치･태도\n합리적 소비의 가치를 존중한다. \n\n\n(12) 지구촌 사람들 \n\n영역\n영역별 성취수준\n지구촌 사람들 \nA\n지식･이해\n여러 국가의 인구 특징을 설명하고, 지속가능한 미래를 위해서 지구촌의 평화와 발전을 위협하는 문제의 해결 방안을 탐구할 수 있다. \n과정･기능\n자료를 통해 세계 인구 분포를 분석하여 특징을 도출할 수 있으며, 지구촌의 평화와 발전을 위협하는 문제를 조사할 수 있다. \n가치･태도\n세계 여러 국가의 다양한 인구 특징 및 인류 공동의 문제에 관심을 가지며, 이러한 문제를 해결하기 위한 방안을 찾고자 노력한다. \nB\n지식･이해\n여러 국가의 인구 특징을 제시할 수 있으며, 지속가능한 미래를 위해서 지구촌의 평화와 발전을 위협하는 문제의 해결 방안을 제안할 수 있다. \n과정･기능\n세계 인구 분포와 지구촌의 평화와 발전을 위협하는 문제를 조사할 수 있다. \n가치･태도\n세계 여러 국가의 다양한 인구 특징과 인류 공동의 문제에 관심과 호기심을 가지고 이를 탐색하는 데 흥미를 느낀다. \nC\n지식･이해\n세계 여러 지역의 인구 분포가 다양함을 인식하고, 지구촌의 평화와 발전을 위협하는 문제를 제시할 수 있다. \n과정･기능\n세계 인구 분포와 지구촌의 평화와 발전을 위협하는 문제를 나타낸 자료를 살펴볼 수 있다. \n가치･태도\n세계 여러 국가의 다양한 인구 특징과 인류 공동의 문제에 관심을 가진다. \n\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n\n학교급\n초등학교\n과목\n사회\n학년군\n5∼6학년군\n영역\n법과 인권의 보장\n성취기준\n성취기준별 성취수준\n[6사03-02] 일상생활에서 인권이 침해되는 사례를 찾아 그 해결 방안을 탐색하고, 인권을 보호하는 활동에 참여한다.\nA\n일상생활에서 인권이 침해되는 사례를 분석하여 그 해결 방안을 제안하고, 인권을 보호하는 활동에 관심을 갖고 참여할 수 있다. \nB\n일상생활에서 인권이 침해되는 사례를 조사하여 그 해결 방안을 설명하고, 인권을 보호하는 활동에 참여할 수 있다.\nC\n인권이 침해된 사례에 대한 적절한 해결 방안을 제시하고, 인권을 보호하는 활동에 관심을 가진다. \n평가 과제\n● 토의 사례를 보고 일상생활에서 인권이 침해되는 문제 상황을 파악하여, 적절한 해결 방안 서술하기\n평가 요소\n● 일상생활에서 인권을 침해하는 문제 상황 파악하기\n● 인권 침해 상황에 대한 해결 방안 서술하기\n평가 도구 유형\n서･논술형\n배점\n20점\n개발 방향 및 \n활용 시 고려사항\n● 본 문항은 학생들의 토의 상황을 제시하고 일상생활에서 인권이 침해되는 문제 상황을 파악할 수 있도록 하였다. 또한 이에 대한 해결 방안을 제시하는 과정에서 나와 다른 사람의 권리를 지키기 위한 관심과 노력이 필요함을 인지할 수 있도록 구성하였다. \n● 본 문항은 학습자의 주변에서 벌어지고 있는 다른 인권 침해 상황(남녀 차별, 개인정보 침해, 외모 비하 등)을 예시로 들어 평가할 수 있다. 이를 통해 학습자는 일상의 상황에서의 인권 침해 상황에 대해 인지하고 해결 방안을 생각해 볼 수 있을 것이다. \n● 본 문항은 서･논술형으로 구성되어 자신의 생각을 글로 표현할 수 있도록 구성되었다. 이를 활용하여 모둠 토의를 하거나, 찬반 게시판을 만들어 자신의 의견을 다른 사람과 나누는 등의 활동으로 확장시킬 수 있다. \n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n\n\n\n\n\n\n모두가 행복한 우리 학급을 위한 노력\n※ 친구들의 토의 상황을 보고, 주어진 문제의 답을 서술하세요. \n\n\n진영: 오늘은 행복하고 안전한 삶을 누리기 위해 모두가 함께 해야 할 노력에 대해 이야기해 보려고 합니다. 모두가 행복한 우리 학급을 만들기 위해 일상생활 속에서 우리가 함께 생각해 보아야 할 문제를 이야기해 주세요. \n선우: 어제 체육 시간에 축구 시합을 하는데, 여학생들이 함께하고 싶어 했어요. 그런데 남학생들이 ‘이건 남자 운동이다.’라고 말해 결국 여학생들은 축구 시합을 함께 하지 못했어요. \n영주: 쉬는 시간에는 남학생들이 여학생들과 함께 공기놀이를 하려고 했는데, 여학생들이 ‘이건 여자들 놀이야.’ 라고 말하며 거절하기도 했습니다. \n이현: 놀이에 끼지 못해 다들 속상하고 화가 났을 것 같습니다. \n세영: 차별을 받는다는 느낌이 들었을 것 같습니다.\n진영: 우리 반에서 이 문제를 해결하기 위해서는 어떻게 해야 할까요?\n윤재: \n㉠\n\n\n\n\n1. 빈 칸에 알맞은 말을 쓰세요.\n\n\n선우와 영주가 설명한 상황에서 학생들의                       이/가 침해되었습니다. \n                    은/는 사람이기 때문에 당연히 누리는 권리를 말합니다. \n\n\n\n2. 토의 상황에서 1.의 답이 침해된 사례를 찾아 서술하세요.\n\n\n\n\n\n\n\n3. ㉠에 들어갈 문제 해결을 위한 알맞은 해결 방안을 2가지 서술하세요.\n\n\n1\n\n2\n\n\n\n\n4. 위의 문제 해결을 위해 캠페인 활동을 하고자 합니다. 표어로 알맞은 내용을 적어 넣으세요. \n\n\n\n\n\n\n\n\n\n\n채점 기준\n\n\n  채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n서1\n문제 발견\n3점\n- 주어진 상황에의 문제점을 파악할 수 있다. \n예시답안\n- 인권\n0점\n- 주어진 상황에의 문제점을 파악하기 어렵다.\n예시답안\n- 그 외 적절하지 못한 답안\n- 무응답\n서2\n인권 침해 상황 파악\n4점\n- 인권 침해 상황을 파악할 수 있다. \n예시답안\n- 남학생들과 여학생들이 서로 ‘남자 놀이’, ‘여자 놀이’를 정해 성별에 따라 놀이에 끼워주지 않았다.\n0점\n- 인권 침해 상황을 파악하기 어렵다. \n예시답안\n- 서로 놀이에 끼워주지 않았다. 등 인권 침해 상황을 파악하기 어려운 내용의 답안\n- 무응답\n서3\n인권 보장을 위한 해결방안 도출\n10점\n- 인권 보장을 위하여 상황에 적합한 해결 방안을 2가지 이상 서술할 수 있다. \n예시답안\n- 놀이를 하는 데에 있어 남녀를 구분하지 않습니다. \n- 놀이에 참여하기를 원하는 사람이 자유롭게 놀이에 참여할 수 있도록 합니다.\n5점\n- 인권 보장을 위하여 상황에 적합한 해결 방안을 1가지 서술할 수 있다.\n예시답안\n- 놀이를 하는 데에 있어 남녀를 구분하지 않습니다.\n0점\n- 인권 보장을 위한 해결 방안을 서술하지 못한다. \n예시답안\n- 그 외 적절하지 못한 답안\n- 무응답\n서4\n인권 보호 활동 참여\n3점\n- 인권 보호와 관련된 내용이 드러나도록 표어를 만들 수 있다. \n예시답안\n- 놀이에는 남자, 여자가 없어요. \n- 함께하는 놀이, 더 즐거운 우리 반\n0점\n- 인권 보호와 관련된 내용이 드러나도록 표어를 만들기 어렵다.\n예시답안\n- 그 외 적절하지 못한 답안\n- 무응답\n\n\n\n\n  채점 시 고려 사항\n- 학생이 서술한 해결 방안이 인권 보장을 위한 것인지 생각해 보고, 다양한 정답을 인정할 수 있다. \n- 문제와 해결 방안에 대한 의견을 나누는 과정에서 학생들의 토의가 이어지도록 할 수 있다.\n- 4번 문항에 사용된 문구를 바탕으로 실제 캠페인 활동을 하고, 이를 평가할 수 있다.\n\n\n모범 답안\n1. 인권\n2. 남학생들과 여학생들이 서로 ‘남자 놀이’, ‘여자 놀이’를 정해 다른 성별의 학생은 놀이에 끼워주지 않았습니다.\n3. 해결 방안 예시\n  - 놀이를 하는 데에 있어 남녀를 구분하지 않습니다. \n    (or 어떤 놀이가 어떤 성별의 사람에게 적합한지를 따로 구분 짓지 않습니다.)\n  - 놀이에 참여하기를 원하는 사람은 자유롭게 놀이에 참여할 수 있도록 합니다. \n4. 팻말 문구 예시\n  - 놀이에는 남자, 여자가 없어요. \n  - 모두가 함께하는 놀이 활동, 더 즐거운 우리 학급\n\n\n3\n도덕\n\n가. 성취기준별 성취수준\n(1) 자신과의 관계\n\n성취기준\n성취기준별 성취수준\n[6도01-01] 자주적인 삶에 대한 이해를 바탕으로 자신의 생활계획을 세우고 실천하여 주체적인 삶의 태도를 기른다.\nA\n자주적인 삶에 대한 전반적인 이해를 바탕으로 생활 전반에서 자신의 생활계획을 세우고 실천하여 주체적인 삶의 태도를 가진다.\nB\n자주적인 삶에 대한 이해를 바탕으로 자신의 생활계획을 세우고 실천하여 주체적인 삶의 태도를 기른다.\nC\n자주적인 삶에 대한 부분적인 이해를 바탕으로 자신의 생활계획을 세우고 실천하려고 노력한다.\n[6도01-02] 생활 습관에 대한 성찰을 통해 자기 생활을 점검하고 올바른 계획을 세워 이를 실천한다\nA\n전반적인 생활 습관에 대한 성찰을 통해 자기 생활을 다각도로 점검하고 올바른 계획을 세워 지속적으로 실천한다.\nB\n생활 습관에 대한 성찰을 통해 자기 생활을 점검하고 올바른 계획을 세워 실천한다.\nC\n생활 습관을 살펴봄으로써 자기 생활을 점검하고 올바른 계획을 세우는 것에 관심을 가진다.\n[6도01-03] 자기가 하고 싶은 일을 선택할 때 도덕적 고려의 필요성을 알고 자신의 특기와 적성을 탐색하여 진로계획을 수립한다.\nA\n자기가 하고 싶은 일을 선택할 때 도덕적 고려의 필요성을 포괄적으로 이해하고 자신의 특기와 적성을 다각도로 탐색하여 구체적으로 진로계획을 수립한다.\nB\n자기가 하고 싶은 일을 선택할 때 도덕적 고려의 필요성을 이해하고 자신의 특기와 적성을 탐색하여 진로계획을 수립한다.\nC\n자기가 하고 싶은 일을 선택할 때 도덕적 고려의 필요성을 단편적으로 이해하고 자신의 특기와 적성을 탐색하여 진로계획 수립에 관심을 가진다.\n\n\n(2) 타인과의 관계\n\n성취기준\n성취기준별 성취수준\n[6도02-01] 봉사의 의미와 중요성을 이해하고, 타인이 처한 상황과 환경에 대한 주의 깊은 관심을 바탕으로 봉사를 실천한다.\nA\n봉사의 의미와 중요성을 포괄적으로 이해하고 타인이 처한 상황과 환경에 대한 주의 깊은 관심을 바탕으로 생활 전반에서 봉사를 실천한다.\nB\n봉사의 의미와 중요성을 이해하고 타인이 처한 상황과 환경에 대한 관심을 바탕으로 봉사를 실천한다.\nC\n봉사의 의미와 중요성을 단편적으로 이해하고 타인이 처한 상황과 환경에 대한 관심을 바탕으로 봉사를 실천하려고 노력한다.\n[6도02-02] 편견이 발생하는 이유를 탐색하여 해결 방안을 살펴보고, 다양성 존중을 바탕으로 다른 사람과 올바른 관계를 맺기 위한 실천 방안을 탐구한다.\nA\n편견이 발생하는 이유를 다각도로 탐색하여 해결 방안을 살펴보고 다양성 존중을 바탕으로 다른 사람과 올바른 관계를 맺기 위한 실천 방안을 다양하게 탐구한다.\nB\n편견이 발생하는 이유를 탐색하여 해결 방안을 살펴보고 다양성 존중을 바탕으로 다른 사람과 올바른 관계를 맺기 위한 실천 방안을 탐구한다.\nC\n편견이 발생하는 이유를 탐색하여 해결 방안을 살펴보려고 노력하고 다양성 존중을 바탕으로 다른 사람과 올바른 관계 맺기를 위한 실천 방안에 관심을 갖는다.\n[6도02-03] 인간과 인공지능 로봇 간의 다양한 관계를 파악하고 도덕에 기반을 둔 관계 형성의 필요성을 탐구한다.\nA\n인간과 인공지능 로봇 간의 관계를 다각도로 파악하고 도덕에 기반을 둔 관계 형성의 필요성을 포괄적으로 탐구한다.\nB\n인간과 인공지능 로봇 간의 관계를 파악하고 도덕에 기반을 둔 관계 형성의 필요성을 이해한다.\nC\n인간과 인공지능 로봇 간의 관계를 파악하려고 노력하고 도덕에 기반을 둔 관계 형성의 필요성에 관심을 가진다.\n\n\n(3) 사회·공동체과의 관계\n\n성취기준\n성취기준별 성취수준\n[6도03-01] 인권과 관련된 다양한 사례를 살펴보고 인권에 관한 감수성을 길러 이를 실천하려는 의지를 함양한다.\nA\n인권과 관련된 다양한 사례를 살펴보고 생활 전반에서 인권에 관한 감수성을 길러 이를 실천하려는 의지를 가진다.\nB\n인권과 관련된 사례를 살펴보고 인권에 관한 감수성을 길러 이를 실천하려는 의지를 가진다.\nC\n인권과 관련된 사례에 관심을 갖고 인권에 관한 감수성을 기르려고 노력한다.\n[6도03-02] 정의에 관한 관심을 토대로 공동체 규칙의 중요성을 살펴보고 직접 공정한 규칙을 고안하며 기초적인 시민의식을 기른다.\nA\n정의에 관한 관심을 토대로 공동체 규칙의 중요성을 포괄적으로 이해하고 공정한 규칙을 다각도로 고안하며 기초적인 시민의식을 가진다.\nB\n정의에 관한 관심을 토대로 공동체 규칙의 중요성을 이해하고 공정한 규칙을 고안하며 기초적인 시민의식을 기른다.\nC\n정의에 관한 관심을 토대로 공동체 규칙의 중요성을 단편적으로 이해하고 공정한 규칙을 고안하려고 노력하며 기초적인 시민의식에 관심을 가진다.\n[6도03-03] 통일과정과 통일 이후 사회의 여러 가지 상황을 예상하고 바람직한 통일과정과 통일국가의 사회상을 제시한다.\nA\n통일과정과 통일 이후 사회의 여러 가지 상황을 전반적으로 예상하고 바람직한 통일과정과 통일 국가의 사회상을 다각도로 제시한다.\nB\n통일과정과 통일 이후 사회의 여러 가지 상황을 예상하고 바람직한 통일과정과 통일 국가의 사회상을 제시한다.\nC\n통일과정과 통일 이후 사회의 여러 가지 상황을 부분적으로 예상하고 바람직한 통일과정과 통일 국가의 사회상에 관심을 가진다.\n[6도03-04] 다른 나라 사람들이 처한 여러 가지 상황을 종합적으로 이해하고 해결 방안을 탐구하며 인류애를 기른다.\nA\n다른 나라 사람들이 처한 여러 가지 상황을 종합적으로 이해하고 해결 방안을 다각도로 탐구하며 인류애를 가진다.\nB\n다른 나라 사람들이 처한 여러 가지 상황을 이해하고 해결 방안을 탐구하며 인류애를 기른다.\nC\n다른 나라 사람들이 처한 상황을 부분적으로 이해하고 해결 방안을 탐구하려고 노력하며 인류애에 관심을 가진다.\n\n\n(4) 자연과의 관계\n\n성취기준\n성취기준별 성취수준\n[6도04-01] 지구의 환경 위기 상황을 이해하고, 이를 극복하기 위한 다양한 방법을 찾아 자신의 일상에서 실천하고자 노력한다.\nA\n지구의 환경 위기 상황을 전반적으로 이해하고 이를 극복하기 위한 다양한 방법을 찾아 자신의 일상에서 실천하고자 노력한다.\nB\n지구의 환경 위기 상황을 이해하고 이를 극복하기 위한 방법을 찾아 자신의 일상에서 실천하고자 노력한다.\nC\n지구의 환경 위기 상황을 부분적으로 이해하고 이를 극복하기 위한 방법을 찾으려고 노력하며 자신의 일상에서 실천에 관심을 가진다.\n[6도04-02] 지속가능한 삶의 의미를 탐구하고 미래 세대에 대한 책임을 강화하여 자연의 다양성을 존중하고 생산성을 유지할 수 있는 미래를 위한 실천 방안을 찾는다.\nA\n지속가능한 삶의 의미를 포괄적으로 이해하고 미래 세대에 대한 높은 책임감을 바탕으로 자연의 다양성을 존중하고 생산성을 유지할 수 있는 미래를 위한 실천 방안을 다각도로 찾는다.\nB\n지속가능한 삶의 의미를 이해하고 미래 세대에 대한 책임감을 바탕으로 자연의 다양성을 존중하고 생산성을 유지할 수 있는 미래를 위한 실천 방안을 찾는다.\nC\n지속가능한 삶의 의미를 단편적으로 이해하고 미래 세대에 대한 책임감을 바탕으로 자연의 다양성을 존중하고 생산성을 유지할 수 있는 미래를 위한 실천 방안에 관심을 가진다.\n\n나. 영역별 성취수준\n(1) 자신과의 관계\n\n영역\n영역별 성취수준\n자신과의 관계\nA\n지식･이해\n도덕적 삶을 위해 자주적인 삶이 필요한 이유와 도덕 공부와 진로 선택의 기초로서 자아에 대한 탐구와 성찰이 갖는 의미를 포괄적으로 이해한다.\n과정･기능\n다양한 맥락에서 자신의 삶을 점검하여 자주적인 삶 및 자아에 대한 탐구와 성찰이 필요한 상황을 탐색한다.\n가치･태도\n생활 전반에서 자아에 대한 탐구와 성찰을 통해 도덕적인 삶을 적극적으로 살아가려는 자세와 태도를 실천한다.\nB\n지식･이해\n도덕적 삶을 위해 자주적인 삶이 필요한 이유와 도덕 공부와 진로 선택의 기초로서 자아에 대한 탐구와 성찰이 갖는 의미를 이해한다.\n과정･기능\n자신의 삶을 점검하여 자주적인 삶 및 자아에 대한 탐구와 성찰이 필요한 상황을 탐색한다.\n가치･태도\n자아에 대한 탐구와 성찰을 통해 도덕적인 삶을 살아가려는 자세와 태도를 실천한다.\nC\n지식･이해\n도덕적 삶을 위해 자주적인 삶이 필요한 이유와 도덕 공부와 진로 선택의 기초로서 자아에 대한 탐구와 성찰이 갖는 의미를 부분적으로 이해한다.\n과정･기능\n단순한 맥락에서 자신의 삶에서 자주적인 삶 및 자아에 대한 탐구와 성찰이 필요한 상황에 대해 탐색한다.\n가치･태도\n자아에 대한 탐구와 성찰을 통해 도덕적인 삶을 살아가려는 자세와 태도에 관심을 가진다.\n\n\n(2) 타인과의 관계\n\n영역\n영역별 성취수준\n타인과의\n관계\nA\n지식･이해\n타인과 더불어 사는 삶을 위해 타인을 적극적으로 돕고 다름을 존중해야 하는 이유에 대해 포괄적으로 이해한다.\n과정･기능\n타인과 더불어 사는 과정에서 발생하는 갈등 해결 방안을 다양한 맥락에서 탐색한다.\n가치･태도\n생활 전반에서 배려와 차이의 존중을 통해 타인과 더불어 사는 삶을 지향한다.\nB\n지식･이해\n타인과 더불어 사는 삶을 위해 타인을 돕고 다름을 존중해야 하는 이유에 대해 이해한다.\n과정･기능\n타인과 더불어 사는 과정에서 발생하는 갈등 해결 방안을 탐색한다.\n가치･태도\n배려와 차이의 존중을 통해 타인과 더불어 사는 삶을 지향한다.\nC\n지식･이해\n타인과 더불어 사는 삶을 위해 타인을 돕고 다름을 존중해야 하는 이유에 대해 부분적으로 이해한다.\n과정･기능\n타인과 더불어 사는 과정에서 발생하는 갈등 해결 방안 탐색이 필요한 상황에 대해 인식한다.\n가치･태도\n배려와 차이의 존중을 통해 타인과 더불어 사는 삶에 관심을 갖고자 노력한다. \n\n\n(3) 사회·공동체와의 관계\n\n영역\n영역별 성취수준\n사회·공동체와의 관계\nA\n지식･이해\n사회 정의를 바탕으로 인권 및 공동체 규칙을 포괄적으로 이해하고, 인류 번영과 세계 평화를 위해 통일 및 인류의 문제를 다양한 맥락에서 이해한다.\n과정･기능\n시민의 인간다운 삶을 위해 다양한 맥락에서 인권 관련 문제를 조사하고 공정한 규칙을 제안하며, 인류 번영과 세계 평화에 이바지하기 위해 통일 및 인류 관련 문제 해결 방법을 다각도로 탐구한다.\n가치･태도\n생활 전반에서 사회 정의를 위해 인권 및 공동체 관련 문제 해결 의지를 기르고, 다양한 맥락에서 인류 번영과 세계 평화를 위해 통일을 추구하고 인류애를 가진다.\nB\n지식･이해\n사회 정의를 바탕으로 인권 및 공동체 규칙을 이해하고, 인류 번영과 세계 평화를 위해 통일 및 인류의 문제를 이해한다.\n과정･기능\n시민의 인간다운 삶을 위해 인권 관련 문제를 조사하고 공정한 규칙을 제안하며, 인류 번영과 세계 평화에 이바지하기 위해 통일 및 인류 관련 문제 해결 방법을 탐구한다.\n가치･태도\n사회 정의를 위해 인권 및 공동체 관련 문제 해결 의지를 기르고, 인류 번영과 세계 평화를 위해 통일 및 인류애를 추구한다.\nC\n지식･이해\n사회 정의를 바탕으로 인권 및 공동체 규칙을 부분적으로 이해하고, 인류 번영과 세계 평화를 위해 통일 및 인류의 문제를 제한적으로 이해한다. \n과정･기능\n시민의 인간다운 삶을 위해 인권 관련 문제 및 공정한 규칙을 인식하고, 인류 번영과 세계 평화에 이바지하기 위해 통일 및 인류 관련 문제를 탐구하려고 노력한다.\n가치･태도\n사회 정의를 위해 인권 및 공동체 관련 문제에 관심을 가지고, 인류 번영과 세계 평화를 위해 통일 및 인류애를 추구하려고 노력한다.\n\n\n(4) 자연과의 관계\n\n영역\n영역별 성취수준\n자연과의 관계\nA\n지식･이해\n자연에 대한 윤리적 책임을 위해 환경 위기와 지속가능한 삶의 의미를 포괄적으로 이해한다.\n과정･기능\n자연의 본래적 가치를 높이기 위해 환경 위기 및 지속가능한 미래 관련 실천 방안을 다양한 맥락에서 탐색한다.\n가치･태도\n생태 전환을 위해 생활 전반에서 환경 위기를 극복하고 미래 세대를 위한 행동을 구체적으로 실천한다.\nB\n지식･이해\n자연에 대한 윤리적 책임을 위해 환경 위기와 지속가능한 삶의 의미를 이해한다.\n과정･기능\n자연의 본래적 가치를 높이기 위해 환경 위기 및 지속가능한 미래 관련 실천 방안을 탐색한다.\n가치･태도\n생태 전환을 위해 환경 위기 극복하고 미래 세대를 위한 행동을 실천한다.\nC\n지식･이해\n자연에 대한 윤리적 책임을 위해 환경 위기와 지속가능한 삶의 의미를 부분적으로 이해한다.\n과정･기능\n자연의 본래적 가치를 높이기 위해 환경 위기 및 지속가능한 미래 관련 실천 방안을 탐색하고자 노력한다.\n가치･태도\n생태 전환을 위해 환경 위기 극복하고 미래 세대를 위한 행동을 실천하고자 노력한다.\n\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n\n학교급\n초\n과목\n도덕\n학년군\n5~6학년군\n영역\n자신과의 관계\n성취기준\n성취기준별 성취수준\n[6도01-01] 자주적인 삶에 대한 이해를 바탕으로 자신의 생활계획을 세우고 실천하여 주체적인 삶의 태도를 기른다.\nA\n자주적인 삶에 대한 전반적인 이해를 바탕으로 생활 전반에서 자신의 생활계획을 세우고 실천하여 주체적인 삶의 태도를 가진다.\nB\n자주적인 삶에 대한 이해를 바탕으로 자신의 생활계획을 세우고 실천하여 주체적인 삶의 태도를 기른다.\nC\n자주적인 삶에 대한 부분적인 이해를 바탕으로 자신의 생활계획을 세우고 실천하려고 노력한다.\n평가 과제\n● 자주적인 삶을 위한 생활계획 세워 실천하기\n평가 요소\n● 자주적인 삶에 대한 이해도\n● 자주적인 삶을 위한 생활계획 수립 및 실천\n● 주체적인 삶의 태도\n평가 도구 유형\n프로젝트법\n배점\n채점 기준 참고\n개발 방향 및 \n활용 시 고려사항\n● 본 성취기준은 자주적인 삶에 대한 이해를 바탕으로 자주적인 삶을 살아가기 위한 생활계획을 수립하여 실천하는 과정을 통해 주체적인 삶의 태도를 함양할 것을 요구한다.\n● 자주적인 삶의 의미를 이해하고 생활 주변에서 자주적인 삶을 살아가는 인물을 조사하여 보고서로 작성하는 활동을 통해 자주적인 삶에 대한 이해도를 평가한다.\n● 자주적인 삶을 살았던 인물에게 본받을 점을 찾아 자주적인 삶을 살기 위한 나만의 생활계획을 수립하고 실천하는 활동을 통해 주체적인 삶의 태도 형성을 확인한다.\n● 자주적인 삶을 살았던 인물을 역사 속의 위인을 포함하여 주변 친구나 가족 등 모든 사람을 대상으로 조사하도록 하고, 그를 통해 본받을 점을 생각하도록 안내한다.\n● 수립한 생활계획을 실천하는 기간은 학급 상황에 따라 교사가 적절히 판단하여 설정하되 주체적인 삶의 태도가 형성되는데 필요한 충분한 시간을 보장하려고 노력한다.\n\n\n 2. 평가 도구\n\n\n수행평가 과제\n\n\n\n[수행평가 과제 1] 자주적인 삶을 사는 인물 조사하기\n\n  과거 역사 속 위인이나 우리 주변의 사람 중에는 자주적인 삶을 살아가는 인물들이 많이 있습니다. 위인이나 친구, 가족 등 자주적인 삶을 살아가는 인물을 찾아 자주적인 삶의 의미를 생각해 봅시다.\n\n<활동 안내>\n 1. 역사 속 인물이나 친구, 가족 등 우리가 쉽게 찾아볼 수 있는 자주적인 삶의 인물을 조사해 봅시다.\n 2. 인물이 보여준 자주적인 삶이 어떤 모습이었는지 아래 표에 정리해 봅시다.\n 3. 자주적인 삶이란 다음과 같은 모습으로 나타납니다.\n\n - 남이 시켜서 하기보다는 스스로 자기 일을 하는 모습\n - 다른 사람에게 의지하기보다는 자신의 힘으로 문제를 해결하는 모습\n - 남을 따라 하기보다는 자신의 생각에 따라 행동하는 모습\n - 새롭고 보다 나은 해결 방법을 고민하고 실천하는 모습\n\n\n인물(이름)\n자주적인 삶의 모습\n비고\n예) 헬렌 켈러\n(1880~1968)\n 헬렌 켈러(1880~1968), 태어난 지 19개월 때 심한 병에 걸려 시력과 청력을 잃게 되었으나 설리반 선생님을 만나 세상에 눈을 뜨게 되고 대학을 졸업하게 된다. 장애에 굴복하지 않고 자신이 할 수 있는 일을 스스로 찾아 실천하였으며, 아동, 여성, 노동자 등의 인권신장을 위해 노력함으로써 세계적인 여성 인권 운동가가 되었다. \n자주적인 삶의 모습/ 자주적인 삶의 모습을 유지하는 방법/ 본받을 점 등의 내용 포함\n\n\n\n\n\n\n\n[수행평가 과제 2] 자주적인 삶을 위한 생활 계획 수립 및 실천\n\n  자주적인 삶을 살았던 사람들의 공통점은 무엇일까요? 나도 자주적인 삶을 살 수 있나요? 친구들의 보고서를 참고하여 자주적인 삶을 살았던 사람들의 공통점을 생각해 보고, 나의 실천 계획을 세워 실천해봅시다.\n\n<활동 안내>\n 1. 자주적인 삶을 살았던 인물 보고서를 친구들과 함께 공유합니다.\n 2. 친구의 보고서를 읽고 자주적인 삶을 살았던 인물들의 공통점을 생각합니다.\n 3. 자주적인 삶을 살기 위한 나만의 생활 계획서를 세워 봅시다.\n  - 스스로 질문① 누가 시키지 않아도 스스로 할 수 있는 일은 무엇일까?\n  - 스스로 질문② 다른 사람에게 의지하지 않고 내 힘으로 해결할 수 있는 일은 무엇일까?\n  - 스스로 질문③ 남을 따라 하지 않고 내 생각대로 행동할 수 있는 일은 무엇일까?\n  - 스스로 질문④ 새롭고 보다 나은 해결 방법은 무엇일까?\n(◎ 매우 잘 실천, ○ 실천, △ 노력 요함)\n\n나의 실천 계획\n0/0\n0/0\n...\n예) 숙제를 다 마친 후 취미활동을 하겠습니다.\n\n\n\n\n\n\n\n\n\n\n\n\n4. (계획한 실천 기간이 모두 지난 후)\n  나의 실천을 되돌아보며 자주적인 삶의 모습을 글로 표현해 봅시다.\n\n<지난날 나의 모습>\n<지금 나의 모습>\n\n\n<변화된 점 또는 앞으로의 다짐>\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수\n1\n자주적인 삶에 대한 이해도\n잘함\n자주적인 삶의 의미를 정확하게 이해하고 생활 주변에서 자주적인 삶을 살아가는 인물을 조사하여 그의 삶 속 자주적인 생활 모습을 명확하게 제시한 경우\n예시답안\n헬렌켈러(1880~1968), 태어난 지 19개월 때 심한 병에 걸려 시력과 청력을 잃게 되었으나 설리반 선생님을 만나 세상에 눈을 뜨게 되고 대학을 졸업하게 된다. 장애에 굴복하지 않고 자신이 할 수 있는 일을 스스로 찾아 실천하였으며, 어려운 사람들의 인권신장을 위해 노력함으로써 세계적인 여성 인권 운동가가 되었다. \n보통\n자주적인 삶의 의미를 이해하고 생활 주변에서 자주적인 삶을 살아가는 인물을 조사하여 그의 삶 속 자주적인 생활 모습을 제시한 경우\n예시답안\n헬렌켈러(1880~1968), 태어난 지 19개월 때 심한 병에 걸려 시력과 청력을 잃게 되었으나 설리반 선생님을 만나 세상에 눈을 뜨게 되고 대학을 졸업하게 된다. 장애에 굴복하지 않고 자신이 할 수 있는 일을 스스로 찾아 실천함으로써 세계적인 여성 인권 운동가가 되었다.\n노력\n요함\n자주적인 삶의 의미를 일부 이해하고 생활 주변에서 자주적인 삶을 살아가는 인물을 조사한 경우\n예시답안\n 헬렌켈러(1880~1968), 태어난 지 19개월 때 심한 병에 걸려 시력과 청력을 잃게 되었으나 설리반 선생님을 만나 세상에 눈을 뜨게 되고 대학을 졸업하게 된다.\n수\n2-1\n자주적인 삶을 위한 생활계획 수립 및 실천\n잘함\n자주적인 삶을 위한 생활계획을 구체적으로 수립하여 꾸준히 실천한 경우\n예시답안\n한 달 동안 숙제를 다 마친 후 취미활동을 하겠습니다.\n매일 저녁 줄넘기를 30분씩 하겠습니다.\n** 꾸준한 실천 결과 동반\n보통\n자주적인 삶을 위한 생활계획을 수립하여 실천한 경우\n예시답안\n공부를 열심히 하는 사람이 되겠습니다.\n건강한 삶을 위해 운동을 자주 하겠습니다.\n노력 \n요함\n자주적인 삶을 위한 생활계획을 수립하여 간헐적으로 실천한 경우\n예시답안\n공부를 잘하고 운동도 열심히 하는 학생이 되겠습니다.\n** 간헐적 실천 결과 동반\n수\n2-2\n주체적인 삶의 태도\n잘함\n변화된 자신의 모습을 되돌아보며 주체적인 삶에 대한 다짐을 명확하게 나타낸 경우\n예시답안\n해야 할 일과 하고 싶은 일을 구분하여 일의 우선순위를 정할 수 있게 되었다. 하고 싶은 일을 먼저 하고 싶은 생각이 가끔 들지만 해야 할 일을 먼저 하고 나니 마음도 한결 편해지고 불안한 감정 없이 취미활동을 할 수 있어서 좋은 것 같다. 앞으로도 해야 할 일과 하고 싶은 일을 잘 구분해서 우선순위를 정해야겠다. \n보통\n변화된 자신의 모습을 되돌아보며 주체적인 삶에 대한 다짐을 나타낸 경우\n예시답안\n해야 할 일과 하고 싶은 일을 구분하여 일의 우선순위를 정할 수 있게 되었다. 하고 싶은 일을 먼저 하고 싶은 생각이 가끔 들지만 해야 할 일을 먼저 하고 나니 마음도 한결 편해지고 불안한 감정 없이 취미활동을 할 수 있어서 좋은 것 같다. 앞으로도 지금처럼 자주적인 삶을 살아야겠다.\n노력 요함\n변화된 자신의 모습을 되돌아보며 주체적인 삶의 필요성을 나타낸 경우\n예시답안\n해야 할 일과 하고 싶은 일을 구분하여 일의 우선순위를 정할 수 있게 되었다. 해야 할 일을 먼저 하고 나니 마음도 한결 편해지고 불안한 감정 없이 취미활동을 할 수 있어서 좋은 것 같다. \n\n\n\n\n\n 채점 시 고려 사항\n[수1]\n- 인물의 자주적인 생활 모습은 역사 속 인물을 포함하여 주변에서 쉽게 볼 수 있는 인물(친구, 가족 등) 중에서도 찾아볼 수 있도록 안내한다. 위대한 인물에 대한 다른 사람들의 평가를 조사하여 자주적인 삶의 이해 정도를 확인할 수 있으며, 스스로 자주적인 삶에 대한 기준을 마련하여 주변 인물로부터 자주적인 삶의 모습을 찾아낼 수도 있다. 자주적인 삶의 모습은 모호하지 않은 표현으로 명확하게 제시할 수 있도록 사전 안내한다.\n\n[수2-1]\n- 선언적인 실천 계획을 수립하여 ‘실제 생활 속에서 어떻게 실천하는 것이 자주적인 삶인가’에 대해 다시 생각해야 하는 실천 계획보다는 구체적인 실천 계획을 수립하여 실생활 속에서 실천에 옮길 수 있는지 확인한다.\n- 실천 계획의 실천에 관해서는 학생의 수준을 고려하여 교사가 정성적으로 판단하되, 실천을 통해 자주적인 삶의 태도가 내면화될 수 있도록 학급 여건이 허락되는 범위 안에서 충분한 시간을 제공한다.\n\n예시 답안\n[수1]\n\n인물(이름)\n자주적인 삶의 모습\n비고\n예) 헬렌 켈러\n   (1880~1968)\n 헬렌 켈러(1880~1968), 태어난 지 19개월 때 심한 병에 걸려 시력과 청력을 잃게 되었으나 설리반 선생님을 만나 세상에 눈을 뜨게 되고 대학을 졸업하게 된다. 장애에 굴복하지 않고 자신이 할 수 있는 일을 스스로 찾아 실천하였으며, 어려운 사람들의 인권신장을 위해 노력함으로써 세계적인 여성 인권 운동가가 되었다. \n\n\n\n[수2-1]\n(◎ 매우 잘 실천, ○ 실천, △ 노력 요함)\n\n나의 실천 계획\n0/0\n0/0\n...\n숙제를 다 마친 후 취미활동을 하겠습니다.\n◎\n◎\n\n매일 저녁 줄넘기를 30분씩 하겠습니다.\n◎\n◎\n\n\n\n\n\n\n\n[수2-2]\n\n<지난날 나의 모습>\n<지금 나의 모습>\n공부를 하기 전 하고 싶은 취미활동을 먼저 해서 늘 공부할 시간이 부족했다.\n해야 할 일을 끝마친 후에 하고 싶은 취미활동을 합니다.\n<변화된 점과 앞으로의 다짐>\n해야 할 일과 하고 싶은 일을 구분하여 일의 우선순위를 정할 수 있게 되었다. 하고 싶은 일을 먼저 하고 싶은 생각이 가끔 들지만 해야 할 일을 먼저 하고 나니 마음도 한결 편해지고 불안한 감정 없이 취미활동을 할 수 있어서 좋은 것 같다. 앞으로도 해야 할 일과 하고 싶은 일을 잘 구분해서 우선순위를 정해야겠다. \n\n\n\n4\n수학\n\n가. 성취기준별 성취수준\n(1) 수와 연산\n󰊱 자연수의 혼합 계산\n\n성취기준\n성취기준별 성취수준\n[6수01-01] 덧셈, 뺄셈, 곱셈, 나눗셈의 혼합 계산에서 계산하는 순서를 알고, 혼합 계산을 할 수 있다.\nA\n덧셈, 뺄셈, 곱셈, 나눗셈의 혼합 계산을 하고, 계산하는 순서를 설명할 수 있다.\nB\n덧셈, 뺄셈, 곱셈, 나눗셈의 혼합 계산에서 계산하는 순서를 알고, 그 계산을 할 수 있다.\nC\n안내된 절차에 따라 덧셈, 뺄셈, 곱셈, 나눗셈 중 일부가 섞여 있는 간단한 혼합 계산에서 계산하는 순서를 알고, 그 계산을 할 수 있다.\n\n\n󰊲 수의 범위와 올림, 버림, 반올림\n\n성취기준\n성취기준별 성취수준\n[6수01-02] 실생활과 연결하여 이상, 이하, 초과, 미만의 의미와 쓰임을 알고, 이를 활용하여 수의 범위를 나타낼 수 있다.\nA\n이상, 이하, 초과, 미만의 의미와 쓰임을 알고, 수의 범위를 활용하여 실생활 문제를 해결할 수 있다.\nB\n실생활 상황에서 이상, 이하, 초과, 미만을 사용하여 수의 범위를 나타낼 수 있다.\nC\n안내된 절차에 따라 이상, 이하, 초과, 미만을 사용하여 간단한 수의 범위를 나타낼 수 있다.\n[6수01-03] 어림값을 구하기 위한 방법으로 올림, 버림, 반올림의 의미와 필요성을 알고, 이를 실생활에 활용함으로써 수학의 유용성을 인식할 수 있다.\nA\n올림, 버림, 반올림의 의미와 필요성을 알고, 이를 활용하여 실생활 문제를 해결하며, 이 과정에서 수학의 유용성을 설명할 수 있다.\nB\n올림, 버림, 반올림을 사용하여 실생활의 여러 가지 수를 어림값으로 나타내고, 이 과정에서 수학의 유용성을 인식한다.\nC\n안내된 절차에 따라 올림, 버림, 반올림을 사용하여 수를 어림값으로 나타낼 수 있다.\n\n󰊳 약수와 배수\n\n성취기준\n성취기준별 성취수준\n[6수01-04] 약수, 공약수, 최대공약수를 이해하고 구할 수 있다.\nA\n약수, 공약수, 최대공약수를 구하고, 그 방법과 그들 사이의 관계를 설명할 수 있다.\nB\n약수, 공약수, 최대공약수를 이해하고, 주어진 수의 약수, 공약수, 최대공약수를 구할 수 있다.\nC\n안내된 절차에 따라 주어진 수의 약수, 공약수, 최대공약수를 구할 수 있다.\n[6수01-05] 배수, 공배수, 최소공배수를 이해하고 구할 수 있다.\nA\n배수, 공배수, 최소공배수를 구하고, 그 방법과 그들 사이의 관계를 설명할 수 있다.\nB\n배수, 공배수, 최소공배수를 이해하고, 주어진 수의 배수, 공배수, 최소공배수를 구할 수 있다.\nC\n안내된 절차에 따라 주어진 수의 배수, 공배수, 최소공배수를 구할 수 있다.\n\n\n󰊴 분수의 덧셈과 뺄셈\n\n성취기준\n성취기준별 성취수준\n[6수01-06] 크기가 같은 분수를 만드는 방법을 이해하고, 분수를 약분, 통분할 수 있다.\nA\n크기가 같은 분수에 대한 이해를 바탕으로 분수를 약분, 통분하고, 그 방법을 설명할 수 있다.\nB\n크기가 같은 분수에 대한 이해를 바탕으로 주어진 분수와 크기가 같은 분수를 만들고, 분수를 약분, 통분할 수 있다.\nC\n안내된 절차에 따라 주어진 분수와 크기가 같은 분수를 찾고, 간단한 분수를 약분, 통분할 수 있다.\n[6수01-07] 분모가 다른 분수의 크기를 비교하고 그 방법을 설명할 수 있다.\nA\n분모가 다른 분수의 크기를 여러 가지 방법으로 비교하고, 그 방법을 설명할 수 있다.\nB\n분모가 다른 분수를 통분하여 크기를 비교할 수 있다. \nC\n안내된 절차에 따라 분모가 다른 분수의 크기를 비교할 수 있다.\n[6수01-08] 분모가 다른 분수의 덧셈과 뺄셈의 계산 원리를 탐구하고 그 계산을 할 수 있다.\nA\n분모가 다른 분수의 덧셈과 뺄셈을 계산하고, 그 계산 원리를 설명할 수 있다.\nB\n분모가 다른 분수의 덧셈과 뺄셈의 계산 원리를 탐구하고, 그 계산을 할 수 있다.\nC\n안내된 절차에 따라 분모가 다른 간단한 분수의 덧셈과 뺄셈을 할 수 있다.\n\n󰊵 분수의 곱셈과 나눗셈\n\n성취기준\n성취기준별 성취수준\n[6수01-09] 분수의 곱셈의 계산 원리를 탐구하고 그 계산을 할 수 있다.\nA\n‘(분수)×(자연수)’, ‘(자연수)×(분수)’, ‘(분수)×(분수)’를 계산하고, 그 계산 원리를 설명할 수 있다.\nB\n‘(분수)×(자연수)’, ‘(자연수)×(분수)’, ‘(분수)×(분수)’의 계산 원리를 탐구하고, 그 계산을 할 수 있다.\nC\n안내된 절차에 따라 간단한 ‘(분수)×(자연수)’, ‘(자연수)×(분수)’, ‘(분수)×(분수)’의 계산을 할 수 있다.\n[6수01-10] ‘(자연수)(자연수)’에서 나눗셈의 몫을 분수로 나타낼 수 있다. \nA\n‘(자연수)÷(자연수)’의 몫을 분수로 나타내고, 그 방법을 설명할 수 있다.\nB\n‘(자연수)÷(자연수)’의 몫을 분수로 나타낼 수 있다. \nC\n안내된 절차에 따라 ‘(자연수)÷(자연수)’의 몫을 분수로 나타낼 수 있다. \n[6수01-11] 분수의 나눗셈의 계산 원리를 탐구하고 그 계산을 할 수 있다.\nA\n‘(분수)÷(자연수)’, ‘(자연수)÷(분수)’, ‘(분수)÷(분수)’를 계산하고, 그 계산 원리를 설명할 수 있다.\nB\n‘(분수)÷(자연수)’, ‘(자연수)÷(분수)’, ‘(분수)÷(분수)’의 계산 원리를 탐구하고, 그 계산을 할 수 있다.\nC\n안내된 절차에 따라 간단한 ‘(분수)÷(자연수)’, ‘(자연수)÷(분수)’, ‘(분수)÷(분수)’의 계산을 할 수 있다.\n\n\n󰊶 분수와 소수의 관계\n\n성취기준\n성취기준별 성취수준\n[6수01-12] 분수와 소수의 관계를 이해하고 크기를 비교하며 그 방법을 설명할 수 있다.\nA\n분수와 소수의 관계에 대한 이해를 바탕으로 여러 가지 방법으로 분수와 소수의 크기를 비교하고, 그 방법을 설명할 수 있다.\nB\n분수를 소수로, 소수를 분수로 나타내고, 분수와 소수의 크기를 비교할 수 있다.\nC\n안내된 절차에 따라 분수를 소수로, 소수를 분수로 나타내고, 간단한 분수와 소수의 크기를 비교할 수 있다.\n\n󰊷 소수의 곱셈과 나눗셈\n\n성취기준\n성취기준별 성취수준\n[6수01-13] 소수의 곱셈의 계산 원리를 탐구하고 그 계산을 할 수 있다.\nA\n‘(소수)×(자연수)’, ‘(자연수)×(소수)’, ‘(소수)×(소수)’를 계산하고, 계산 결과가 타당한지를 어림을 이용하여 설명할 수 있다.\nB\n‘(소수)×(자연수)’, ‘(자연수)×(소수)’, ‘(소수)×(소수)’의 계산 원리를 탐구하고, 그 계산을 할 수 있다.\nC\n안내된 절차에 따라 간단한 ‘(소수)×(자연수)’, ‘(자연수)×(소수)’, ‘(소수)×(소수)’의 계산을 할 수 있다.\n[6수01-14] ‘(자연수)(자연수)’에서 나눗셈의 몫을 소수로 나타낼 수 있다.\nA\n‘(자연수)÷(자연수)’에서 나눗셈의 몫을 소수로 나타내고, 그 방법을 설명할 수 있다.\nB\n‘(자연수)÷(자연수)’에서 나눗셈의 몫을 소수로 나타낼 수 있다.\nC\n안내된 절차에 따라 간단한 ‘(자연수)÷(자연수)’에서 나눗셈의 몫을 소수로 나타낼 수 있다.\n[6수01-15] 소수의 나눗셈의 계산 원리를 탐구하고 그 계산을 할 수 있다.\nA\n‘(소수)÷(자연수), ‘(자연수)÷(소수)’, ‘(소수)÷(소수)’를 계산하고, 계산 결과가 타당한지를 어림을 이용하여 설명할 수 있다.\nB\n‘(소수)÷(자연수)’, ‘(자연수)÷(소수)’, ‘(소수)÷(소수)’의 계산 원리를 탐구하고, 그 계산을 할 수 있다.\nC\n안내된 절차에 따라 간단한 ‘(소수)÷(자연수)’, ‘(자연수)÷(소수)’, ‘(소수)÷(소수)’를 계산할 수 있다.\n\n\n(2) 변화와 관계\n󰊱 대응 관계\n\n성취기준\n성취기준별 성취수준\n[6수02-01] 한 양이 변할 때 다른 양이 그에 종속하여 변하는 대응 관계를 나타낸 표에서 규칙을 찾아 설명하고, □, △ 등을 사용하여 식으로 나타낼 수 있다.\nA\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 식으로 나타내고, 그 방법과 수학적 표현의 편리함을 설명할 수 있다.\nB\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용한 식으로 나타내고, 그 과정에서 수학적 표현의 편리함을 안다. \nC\n안내된 절차에 따라 대응 관계를 나타낸 표에서 규칙을 찾고, □, △ 등을 사용한 식을 완성할 수 있다.\n\n󰊲 비와 비율\n\n성취기준\n성취기준별 성취수준\n[6수02-02] 두 양의 크기를 비교하는 상황을 통해 비의 개념을 이해하고, 두 양의 관계를 비로 나타낼 수 있다. \nA\n비가 적용되는 간단한 상황에서 두 양의 크기를 비교하여 비로 나타내고, 그 과정에서 수학의 유용성을 인식한다.\nB\n비의 개념을 이해하고, 두 양의 크기를 비교하여 비로 나타낼 수 있다.\nC\n안내된 절차에 따라 두 양의 크기를 비교하여 비로 나타낼 수 있다.\n[6수02-03] 비율을 이해하고, 비율을 분수, 소수, 백분율로 나타낼 수 있다.\nA\n비가 적용되는 간단한 상황에서 비율을 분수, 소수, 백분율로 나타내고, 그 과정에서 수학의 유용성을 인식한다.\nB\n비율의 의미를 이해하고, 비율을 분수, 소수, 백분율로 나타낼 수 있다.\nC\n안내된 절차에 따라 간단한 비율을 분수, 소수, 백분율로 나타낼 수 있다.\n\n\n󰊳 비례식과 비례배분\n\n성취기준\n성취기준별 성취수준\n[6수02-04] 비례식을 알고, 그 성질을 이해하며, 이를 활용하여 간단한 비례식을 풀 수 있다.\nA\n비례식의 성질에 대한 이해를 바탕으로 비례식을 풀고, 그 방법을 설명할 수 있다.\nB\n비례식의 성질에 대한 이해를 바탕으로 간단한 비례식을 풀 수 있다.\nC\n비례식을 알고, 안내된 절차에 따라 간단한 비례식을 풀 수 있다.\n[6수02-05] 비례배분을 알고, 주어진 양을 비례배분 할 수 있다.\nA\n비례배분에 대한 이해를 바탕으로 실생활 상황에서 주어진 양을 비례배분하고, 그 방법을 설명할 수 있다.\nB\n비례배분을 알고, 주어진 양을 비례배분 할 수 있다.\nC\n비례배분을 알고, 안내된 절차에 따라 간단한 비례배분을 할 수 있다.\n\n\n(3) 도형과 측정\n󰊱 합동과 대칭\n\n성취기준\n성취기준별 성취수준\n[6수03-01] 도형의 합동을 이해하고, 합동인 도형의 성질을 탐구하고 설명할 수 있다.\nA\n도형의 합동의 의미와 합동인 도형의 성질을 설명하고, 실생활에서 찾은 합동인 도형의 예에서 수학의 아름다움을 느낀다.\nB\n도형의 합동을 이해하고, 합동인 도형의 성질을 탐구하며, 그 과정에서 수학의 아름다움을 느낀다.\nC\n합동인 도형을 찾고, 직접 포개어 보는 활동을 통하여 합동인 도형에서 대응점, 대응변, 대응각을 찾을 수 있다.\n[6수03-02] 실생활과 연결하여 선대칭도형과 점대칭도형을 이해하고 그릴 수 있다. \nA\n선대칭도형과 점대칭도형을 그리고 그 방법을 설명하며, 실생활에서 찾은 선대칭도형과 점대칭도형의 예에서 수학의 아름다움을 느낀다.\nB\n선대칭도형과 점대칭도형을 이해하고 그리며, 그 과정에서 수학의 아름다움을 느낀다.\nC\n구체적 조작 활동을 통하여 선대칭도형과 점대칭도형을 찾거나 그릴 수 있다.\n\n\n󰊲 직육면체와 정육면체\n\n성취기준\n성취기준별 성취수준\n[6수03-03] 직육면체와 정육면체를 이해하고, 구성 요소와 성질을 탐구하고 설명할 수 있다.\nA\n실생활에서 직육면체와 정육면체를 찾고, 구성 요소와 여러 가지 성질을 탐구하고 설명할 수 있다.\nB\n직육면체와 정육면체에서 면, 모서리, 꼭짓점을 찾고, 성질을 설명할 수 있다.\nC\n구체적 조작 활동을 통하여 직육면체와 정육면체에서 면, 모서리, 꼭짓점을 찾을 수 있다.\n[6수03-04] 직육면체와 정육면체의 겨냥도와 전개도를 그릴 수 있다.\nA\n직육면체와 정육면체의 겨냥도와 전개도를 그리고, 구성 요소와 성질을 이용하여 그 방법을 설명할 수 있다.\nB\n직육면체와 정육면체의 겨냥도와 전개도를 그리고, 구체적 조작 활동을 통하여 전개도가 될 수 있는 것과 될 수 없는 것을 구별할 수 있다.\nC\n일부가 주어진 직육면체와 정육면체의 겨냥도와 전개도를 완성할 수 있다.\n\n\n󰊳 각기둥과 각뿔\n\n성취기준\n성취기준별 성취수준\n[6수03-05] 각기둥과 각뿔을 이해하고, 구성 요소와 성질을 탐구하고 설명할 수 있다.\nA\n실생활에서 각기둥과 각뿔을 찾고, 구성 요소와 여러 가지 성질을 탐구하고 설명할 수 있다.\nB\n각기둥과 각뿔에서 면, 모서리, 꼭짓점을 찾고, 성질을 설명할 수 있다.\nC\n구체적 조작 활동을 통하여 각기둥과 각뿔에서 면, 모서리, 꼭짓점을 찾을 수 있다.\n[6수03-06] 각기둥의 전개도를 그릴 수 있다.\nA\n각기둥의 전개도를 그리고, 구성 요소와 성질을 이용하여 그 방법을 설명할 수 있다.\nB\n각기둥의 전개도를 그리고, 전개도가 될 수 있는 것과 될 수 없는 것을 구별할 수 있다.\nC\n일부가 주어진 각기둥의 전개도를 완성할 수 있다.\n\n\n󰊴 원기둥, 원뿔, 구\n\n성취기준\n성취기준별 성취수준\n[6수03-07] 원기둥, 원뿔, 구를 이해하고, 구성 요소와 성질을 탐구하고 설명할 수 있다.\nA\n실생활에서 원기둥, 원뿔, 구를 찾고, 구성 요소와 여러 가지 성질을 탐구하고 설명할 수 있다.\nB\n원기둥, 원뿔, 구에서 구성 요소를 찾고, 성질을 설명할 수 있다.\nC\n구체적 조작 활동을 통하여 원기둥, 원뿔, 구에서 구성 요소를 찾을 수 있다.\n[6수03-08] 원기둥의 전개도를 그릴 수 있다.\nA\n원기둥의 전개도를 그리고, 그 방법을 설명할 수 있다.\nB\n원기둥의 전개도를 그리고, 전개도가 될 수 있는 것과 될 수 없는 것을 구별할 수 있다.\nC\n일부가 주어진 원기둥의 전개도를 완성할 수 있다.\n\n\n󰊵 입체도형의 공간 감각\n\n성취기준\n성취기준별 성취수준\n[6수03-09] 쌓기나무로 만든 입체도형을 보고 사용된 쌓기나무의 개수를 구할 수 있다.\nA\n쌓기나무로 만든 입체도형을 보고, 사용된 쌓기나무의 개수를 여러 가지 방법으로 구하고, 그 방법을 설명할 수 있다.\nB\n쌓기나무로 만든 입체도형을 보고, 사용된 쌓기나무의 개수를 구할 수 있다.\nC\n안내된 절차에 따라 쌓기나무로 만든 간단한 입체도형을 보고, 사용된 쌓기나무의 개수를 구할 수 있다.\n[6수03-10] 쌓기나무로 만든 입체도형의 위, 앞, 옆에서 본 모양을 표현할 수 있고, 이러한 표현을 보고 입체도형의 모양을 추측할 수 있다.\nA\n쌓기나무로 만든 입체도형의 위, 앞, 옆에서 본 모양을 표현하고, 이러한 표현을 보고 입체도형의 모양을 추론하며, 그 추론 과정을 설명할 수 있다.\nB\n쌓기나무로 만든 입체도형의 위, 앞, 옆에서 본 모양을 표현하고, 이러한 표현을 보고 입체도형의 모양을 추론할 수 있다.\nC\n안내된 절차에 따라 쌓기나무로 만든 간단한 입체도형의 위, 앞, 옆에서 본 모양을 표현하고, 이러한 표현을 보고 간단한 입체도형의 모양을 추측할 수 있다.\n\n\n󰊶 다각형의 둘레와 넓이\n\n성취기준\n성취기준별 성취수준\n[6수03-11] 평면도형의 둘레를 이해하고, 기본적인 평면도형의 둘레를 구할 수 있다.\nA\n여러 가지 평면도형의 둘레를 구하고, 그 방법을 설명할 수 있다.\nB\n평면도형의 둘레를 알고, 기본적인 평면도형의 둘레를 구할 수 있다.\nC\n안내된 절차에 따라 기본적인 평면도형의 둘레를 구할 수 있다.\n[6수03-12] 넓이 단위 1cm², 1m², 1km²를 알며, 그 관계를 이해한다. \nA\n1cm²와 1m², 1m²와 1km²사이의 관계를 설명하고, 실생활 상황에서 적절한 넓이 단위를 사용할 수 있다.\nB\n넓이 단위 1cm², 1m², 1km²를 알고, 1cm²와 1m², 1m²와 1km²사이의 관계를 설명할 수 있다.\nC\n넓이 단위 1cm², 1m², 1km²를 알고, 1m²가 몇 cm²인지, 1km²가 몇 m²인지를 안다.\n[6수03-13] 직사각형과 정사각형의 넓이를 구하는 방법을 이해하고, 이를 구할 수 있다. \nA\n직사각형과 정사각형의 넓이를 구하는 방법을 설명하고, 이를 이용하여 직사각형과 정사각형의 넓이를 구할 수 있다.\nB\n직사각형과 정사각형의 넓이를 구하는 방법을 이해하고, 이를 이용하여 직사각형과 정사각형의 넓이를 구할 수 있다.\nC\n안내된 절차에 따라 직사각형과 정사각형의 넓이를 구할 수 있다.\n[6수03-14] 평행사변형, 삼각형, 사다리꼴, 마름모의 넓이를 구하는 방법을 다양하게 추론하고, 이와 관련된 문제를 해결할 수 있다.\nA\n평행사변형, 삼각형, 사다리꼴, 마름모의 넓이를 구하는 여러 가지 방법을 추론하고, 그 추론 과정을 설명하며, 이를 이용하여 넓이를 구할 수 있다.\nB\n평행사변형, 삼각형, 사다리꼴, 마름모의 넓이를 구하는 방법을 이해하고, 이를 이용하여 넓이를 구할 수 있다. \nC\n안내된 절차에 따라 평행사변형, 삼각형, 사다리꼴, 마름모의 넓이를 구할 수 있다.\n\n\n󰊷 원주율과 원의 넓이\n\n성취기준\n성취기준별 성취수준\n[6수03-15] 여러 가지 원 모양 물체의 원주와 지름을 측정하는 활동을 통하여, 원주율이 일정한 값임을 알고 그 근삿값을 사용할 수 있다.\nA\n여러 가지 원 모양 물체의 원주와 지름을 측정하는 활동을 통하여 원주율의 의미를 설명하고, 원주율을 근삿값으로 나타내어 사용할 수 있다.\nB\n여러 가지 원 모양 물체의 원주와 지름을 측정하는 활동을 통하여 원주율이 일정한 값임을 알고, 원주율의 근삿값을 사용할 수 있다.\nC\n안내된 절차에 따라 원 모양 물체의 원주와 지름을 측정하는 활동을 통하여 원주율이 일정한 값임을 안다. \n[6수03-16] 원주와 원의 넓이를 구하는 방법을 이해하고, 이를 구할 수 있다.\nA\n원주와 원의 넓이를 구하는 방법을 설명하고, 이를 이용하여 원주와 원의 넓이를 구할 수 있다.\nB\n원주와 원의 넓이를 구하는 방법을 이해하고, 이를 이용하여 원주와 원의 넓이를 구할 수 있다.\nC\n안내된 절차에 따라 원주와 원의 넓이를 구할 수 있다.\n\n\n󰊸 입체도형의 겉넓이와 부피\n\n성취기준\n성취기준별 성취수준\n[6수03-17] 직육면체와 정육면체의 겉넓이를 구하는 방법을 이해하고, 이를 구할 수 있다. \nA\n직육면체와 정육면체의 겉넓이를 구하는 여러 가지 방법을 추론하고, 그 추론 과정을 설명하며, 이를 이용하여 직육면체와 정육면체의 겉넓이를 구할 수 있다.\nB\n직육면체와 정육면체의 겉넓이를 구하는 방법을 이해하고, 이를 이용하여 직육면체와 정육면체의 겉넓이를 구할 수 있다.\nC\n안내된 절차에 따라 직육면체와 정육면체의 겉넓이를 구할 수 있다.\n[6수03-18] 부피 단위 1cm³, 1m³를 알며, 그 관계를 이해한다.\nA\n1cm³와 1m³ 사이의 관계를 설명하고, 실생활 상황에서 적절한 부피 단위를 사용할 수 있다.\nB\n부피 단위 1cm³, 1m³를 알고, 1cm³와 1m³ 사이의 관계를 설명할 수 있다.\nC\n부피 단위 1cm³, 1m³를 알고, 1m³가 몇 cm³인지를 안다.\n[6수03-19] 직육면체와 정육면체의 부피를 구하는 방법을 이해하고, 이를 구할 수 있다. \nA\n직육면체와 정육면체의 부피를 구하는 방법을 추론하고, 그 추론 과정을 설명하며, 이를 이용하여 부피를 구할 수 있다.\nB\n직육면체와 정육면체의 부피를 구하는 방법을 이해하고, 이를 이용하여 직육면체와 정육면체의 부피를 구할 수 있다. \nC\n안내된 절차에 따라 직육면체와 정육면체의 부피를 구할 수 있다.\n\n\n\n(4) 자료와 가능성\n󰊱 자료의 수집과 정리\n\n성취기준\n성취기준별 성취수준\n[6수04-01] 평균의 의미를 알고, 자료를 수집하여 평균을 구하고 해석할 수 있다.\nA\n평균의 의미와 유용성을 인식하고, 여러 집단의 자료를 수집하여 평균을 구하고 해석할 수 있다.\nB\n평균의 의미를 알고, 주어진 자료의 평균을 구하고 해석할 수 있다.\nC\n간단한 자료의 평균을 구할 수 있다.\n[6수04-02] 자료를 수집하여 띠그래프나 원그래프로 나타내고 해석할 수 있다.\nA\n자료를 수집하여 띠그래프나 원그래프로 나타내고, 그래프를 해석하며, 그 과정에서 비율그래프의 필요성을 안다.\nB\n주어진 자료를 띠그래프나 원그래프로 나타내고, 그래프를 해석할 수 있다.\nC\n안내된 절차에 따라 자료를 띠그래프나 원그래프로 나타내고, 그래프에서 간단한 사실을 찾을 수 있다.\n[6수04-03] 탐구 문제를 설정하고, 그에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내고 해석할 수 있다.\nA\n탐구 문제를 설정하고, 그에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내며, 그래프를 해석할 수 있다.\nB\n탐구 문제에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내고, 그래프를 해석할 수 있다.\nC\n안내된 절차에 따라 자료를 적절한 그래프로 나타내고, 그래프에서 간단한 사실을 찾을 수 있다.\n\n\n󰊲 가능성\n\n성취기준\n성취기준별 성취수준\n[6수04-04] 사건이 일어날 가능성을 말로 표현하고 비교할 수 있다.\nA\n실생활에서 여러 가지 사건이 일어날 가능성을 말로 표현하고, 가능성을 비교하여 설명할 수 있다.\nB\n주어진 사건이 일어날 가능성을 말로 표현하고, 가능성을 비교할 수 있다.\nC\n안내된 절차에 따라 주어진 사건이 일어날 가능성을 말로 표현할 수 있다.\n[6수04-05] 사건이 일어날 가능성을 수로 나타낼 수 있다.\nA\n실생활의 간단한 사건에 대하여 사건이 일어날 가능성을 수로 표현하고, 그 이유를 설명할 수 있다.\nB\n실생활의 간단한 사건에 대하여 사건이 일어날 가능성을 수로 표현할 수 있다.\nC\n안내된 절차에 따라 간단한 사건에 대하여 사건이 일어날 가능성을 0, , 1로 구분할 수 있다.\n[6수04-06] 자료를 이용하여 가능성을 예상하고, 가능성에 근거하여 적절한 판단을 내릴 수 있다.\nA\n간단한 실험 결과를 나타낸 자료를 보고 가능성을 예상하고, 가능성에 근거하여 적절한 판단을 내릴 수 있다.\nB\n간단한 실험 결과를 나타낸 자료를 보고 가능성을 예상할 수 있다.\nC\n안내된 절차에 따라 간단한 실험 결과를 나타낸 자료를 보고 가능성을 예상할 수 있다.\n\n\n나. 영역별 성취수준\n(1) 수와 연산\n\n영역\n영역별 성취수준\n수와 연산\nA\n지식･이해\n수의 범위와 올림, 버림, 반올림의 의미, 약수와 배수의 의미와 구하는 방법, 분수와 소수의 관계를 종합적으로 이해한다. 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈의 계산 원리를 종합적으로 이해하고, 이를 계산 과정에 능숙하게 적용할 수 있다.\n과정･기능\n수의 범위와 올림, 버림, 반올림, 약수와 배수, 분수와 소수의 관계에 대한 이해를 바탕으로 이상, 이하, 초과, 미만을 사용하여 수의 범위를 나타내고, 여러 가지 수를 어림값으로 나타내며, 분수를 소수로, 소수를 분수로 나타내고, 이를 활용하여 실생활 문제를 능숙하게 해결할 수 있다. 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈을 여러 가지 방법으로 계산하고, 그 계산 원리를 설명할 수 있다.\n가치･태도\n수의 범위와 올림, 버림, 반올림의 필요성과 유용성을 인식하고, 약수와 배수, 분수와 소수의 관계에서 수학적 표현의 편리함을 인식하며, 실생활 문제를 해결하는 데 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈이 유용하게 활용됨을 안다. 수와 연산 영역의 다양한 문제해결에 적극적으로 참여하고, 자신의 문제해결 과정을 논리적으로 설명하며, 친구의 문제해결 과정에 대해 비판적으로 사고하는 태도를 지닌다.\nB\n지식･이해\n수의 범위와 올림, 버림, 반올림, 약수와 배수, 분수와 소수의 관계를 이해한다. 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈의 계산 원리를 이해하고, 이를 계산 과정에 적용할 수 있다.\n과정･기능\n수의 범위와 올림, 버림, 반올림, 약수와 배수, 분수와 소수의 관계에 대한 이해를 바탕으로 이상, 이하, 초과, 미만을 사용하여 수의 범위를 나타내고, 여러 가지 수를 어림값으로 나타내며, 분수를 소수로, 소수를 분수로 나타낼 수 있다. 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈의 계산 원리에 대한 이해를 바탕으로 그 계산을 할 수 있다.\n가치･태도\n수의 범위와 올림, 버림, 반올림의 필요성을 인식하고, 약수와 배수, 분수와 소수의 관계에 관심을 가지며, 실생활 문제를 해결하는 데 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈이 활용됨을 안다. 수와 연산 영역의 문제해결에 흥미와 관심을 가지고 참여하며, 자신의 문제해결 과정을 친구의 문제해결 과정과 비교하려는 태도를 지닌다.\nC\n지식･이해\n안내된 절차나 구체적 조작 활동을 통하여 수의 범위와 올림, 버림, 반올림, 약수와 배수, 분수와 소수의 관계를 이해한다. 안내된 절차에 따라 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈의 기초적인 계산 원리를 이해한다. \n과정･기능\n안내된 절차나 구체적 조작 활동을 통하여 이상, 이하, 초과, 미만을 사용하여 간단한 수의 범위를 나타내고, 올림, 버림, 반올림을 사용하여 수를 어림값으로 나타내며, 간단한 분수를 소수로, 간단한 소수를 분수로 나타낼 수 있다. 안내된 절차에 따라 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈의 간단한 계산을 할 수 있다.\n가치･태도\n수의 범위와 올림, 버림, 반올림, 약수와 배수, 분수와 소수의 관계에 관심을 가지고, 실생활에서 자연수의 혼합 계산, 분수의 사칙계산, 소수의 곱셈과 나눗셈이 활용됨을 안다. 수와 연산 영역의 문제를 해결하고, 자신의 문제해결 과정을 설명하려고 노력한다.\n\n\n(2) 변화와 관계\n\n영역\n영역별 성취수준\n변화와 관계\nA\n지식･이해\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 식으로 나타내는 방법을 종합적으로 이해한다. 비가 적용되는 간단한 상황에서 비와 비율의 의미와 표현 방법, 비례식과 비례배분의 의미를 종합적으로 이해하고, 이를 실생활 문제해결에 능숙하게 적용할 수 있다.\n과정･기능\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 식으로 나타내고, 그 방법을 설명할 수 있다. 비와 비율, 비례식, 비례배분에 대한 이해를 바탕으로 비가 적용되는 간단한 상황에서 주어진 양을 비와 비율, 비례식으로 나타내거나 비례배분 하여 문제를 해결하고, 그 방법을 설명할 수 있다.\n가치･태도\n대응 관계를 식으로 나타내어 수학적 표현의 편리함을 알고, 실생활이나 타 교과 상황에서 비와 비율, 비례식, 비례배분의 유용성을 인식한다. 변화와 관계 영역의 다양한 문제해결에 적극적으로 참여하고, 자신의 문제해결 과정을 논리적으로 설명하며, 친구의 문제해결 과정에 대해 비판적으로 사고하는 태도를 지닌다.\nB\n지식･이해\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 식으로 나타내는 방법을 이해한다. 비와 비율, 비례식, 비례배분의 의미와 표현 방법을 이해하고, 이를 문제해결에 적용할 수 있다.\n과정･기능\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 식으로 나타낼 수 있다. 주어진 양을 비와 비율, 비례식으로 나타내거나 비례배분 하여 간단한 문제를 해결할 수 있다.\n가치･태도\n실생활 문제를 해결하는 데 대응 관계, 비와 비율, 비례식, 비례배분이 활용됨을 안다. 변화와 관계 영역의 문제해결에 흥미와 관심을 가지고 참여하며, 자신의 문제해결 과정을 친구의 문제해결 과정과 비교하려는 태도를 지닌다.\nC\n지식･이해\n안내된 절차에 따라 대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 식으로 나타내는 방법을 이해한다. 비와 비율, 비례식, 비례배분을 부분적으로 이해한다.\n과정･기능\n대응 관계를 나타낸 표에서 규칙을 찾아 □, △ 등을 사용하여 말할 수 있다. 안내된 절차에 따라 비와 비율, 비례식, 비례배분에 대한 간단한 문제를 해결할 수 있다.\n가치･태도\n실생활에서 대응 관계, 비와 비율, 비례식, 비례배분이 활용됨을 알고, 변화와 관계 영역의 문제를 해결하고, 자신의 문제해결 과정을 설명하려고 노력한다.\n\n(3) 도형과 측정\n\n영역\n영역별 성취수준\n도형과 측정\nA\n지식･이해\n도형의 합동의 의미와 합동인 도형의 성질, 선대칭도형과 점대칭도형과 그 성질 등을 종합적으로 이해한다. 직육면체와 정육면체, 각기둥과 각뿔, 원기둥, 원뿔, 구를 알고, 각각의 구성 요소와 성질을 종합적으로 이해한다. 쌓기나무의 개수를 구하는 여러 가지 방법과 입체도형의 위, 앞, 옆에서 본 모양의 표현을 이해하고, 이를 문제해결에 능숙하게 적용할 수 있다. 평면도형의 둘레와 넓이, 입체도형의 겉넓이와 부피를 구하는 방법, 각각의 측정 단위와 단위 사이의 관계 등을 종합적으로 이해한다.\n과정･기능\n도형의 합동, 선대칭도형, 점대칭도형에 대한 이해를 바탕으로 합동인 도형, 선대칭도형, 점대칭도형의 성질을 탐구하거나 도형을 그리며, 이를 적용하여 문제를 능숙하게 해결할 수 있다. 직육면체와 정육면체, 각기둥과 각뿔, 원기둥, 원뿔, 구에 대한 이해를 바탕으로 각 도형의 여러 가지 성질을 설명할 수 있으며, 겨냥도와 전개도를 능숙하게 그리고, 그 방법을 설명할 수 있다. 입체도형을 만드는 데 사용된 쌓기나무의 개수를 여러 가지 방법으로 구할 수 있고, 입체도형의 위, 앞, 옆에서 본 모양을 정확하게 표현하며, 이러한 표현을 보고 입체도형의 모양을 추론하여 설명할 수 있다. 적절한 측정 단위를 사용하여 평면도형의 둘레와 넓이, 입체도형의 겉넓이와 부피를 구하고, 그 방법을 설명할 수 있다.\n가치･태도\n실생활에서 합동인 도형, 선대칭도형, 점대칭도형의 예를 찾는 과정에서 수학의 아름다움을 느끼고, 여러 가지 입체도형을 학습하는 데 흥미와 관심을 가진다. 넓이 단위와 부피 단위의 필요성과 넓이와 부피를 구하는 방법의 편리함을 인식한다. 도형과 측정 영역의 다양한 문제해결에 적극적으로 참여하고, 자신의 문제해결 과정을 논리적으로 설명하며, 친구의 문제해결 과정에 대해 비판적으로 사고하는 태도를 지닌다.\nB\n지식･이해\n도형의 합동, 선대칭도형, 점대칭도형을 이해한다. 직육면체와 정육면체, 각기둥과 각뿔, 원기둥, 원뿔, 구를 알고, 각각의 구성 요소와 성질을 이해한다. 쌓기나무의 개수를 구하는 방법과 입체도형의 위, 앞, 옆에서 본 모양의 표현을 이해하고, 이를 문제해결에 적용할 수 있다. 평면도형의 둘레와 넓이, 입체도형의 겉넓이와 부피를 구하는 방법을 이해하고, 각각의 측정 단위와 단위 사이의 관계를 안다.\n과정･기능\n도형의 합동, 선대칭도형, 점대칭도형에 대한 이해를 바탕으로 합동인 도형, 선대칭도형, 점대칭도형을 그리고, 문제를 해결할 수 있다. 직육면체와 정육면체, 각기둥과 각뿔, 원기둥, 원뿔, 구에 대한 이해를 바탕으로 여러 가지 도형을 구분하고, 각각의 구성 요소를 찾을 수 있다. 직육면체와 정육면체, 각기둥과 원기둥의 겨냥도와 전개도를 그릴 수 있다. 사용된 쌓기나무의 개수를 구할 수 있으며, 입체도형의 위, 앞, 옆에서 본 모양을 표현하고, 이러한 표현을 보고 입체도형의 모양을 추측할 수 있다. 적절한 측정 단위를 사용하여 평면도형의 둘레와 넓이, 입체도형의 겉넓이와 부피를 구할 수 있다. \n가치･태도\n실생활에서 합동인 도형, 선대칭도형, 점대칭도형의 예를 찾는 활동을 통하여 수학의 아름다움을 느끼고, 입체도형을 학습하는 데 관심을 가진다. 넓이 단위와 부피 단위, 넓이와 부피를 구하는 방법의 필요성을 인식한다. 도형과 측정 영역의 문제해결에 흥미와 관심을 가지고 참여하고, 자신의 문제해결 과정을 친구의 문제해결 과정과 비교하려는 태도를 지닌다.\nC\n지식･이해\n구체적 조작 활동을 통하여 도형의 합동, 선대칭도형, 점대칭도형을 직관적으로 이해한다. 직육면체와 정육면체, 각기둥과 각뿔, 원기둥, 원뿔, 구를 알고, 각각의 기본적인 구성 요소를 이해한다. 안내된 절차에 따라 사용된 쌓기나무의 개수를 구하는 방법과 입체도형의 위, 앞, 옆에서 본 모양의 표현을 이해하고, 평면도형의 둘레와 넓이, 입체도형의 겉넓이와 부피를 구하는 방법을 이해한다.\n과정･기능\n구체적 조작 활동을 통하여 도형의 합동, 선대칭도형, 점대칭도형을 찾고, 직육면체와 정육면체, 각기둥과 각뿔, 원기둥, 원뿔, 구를 구분하며, 각각의 기본적인 구성 요소를 찾을 수 있다. 안내된 절차에 따라 일부가 주어진 직육면체와 정육면체의 겨냥도와 전개도, 각기둥과 원기둥의 전개도를 완성할 수 있다. 안내된 절차에 따라 사용된 쌓기나무의 개수를 구하고, 입체도형의 위, 앞, 옆에서 본 모양을 표현할 수 있으며, 기본적인 평면도형의 둘레와 넓이, 입체도형의 겉넓이와 부피를 구할 수 있다.\n가치･태도\n도형의 합동, 선대칭도형과 점대칭도형, 입체도형을 학습하는 데 관심을 가진다. 실생활에서 넓이와 부피 단위, 넓이와 부피를 구하는 방법이 활용됨을 안다. 도형과 측정 영역의 문제를 해결하고, 자신의 문제해결 과정을 설명하려고 노력한다. \n\n\n\n(4) 자료와 가능성\n\n영역\n영역별 성취수준\n자료와 가능성\nA\n지식･이해\n평균의 의미와 평균을 구하는 방법을 종합적으로 이해한다. 자료를 수집하여 띠그래프와 원그래프로 나타내고 해석하는 일련의 과정을 알고, 이를 탐구 문제를 해결하는 데 능숙하게 적용할 수 있다. 실생활에서 사건이 일어날 가능성을 말이나 수로 표현하는 방법을 안다.\n과정･기능\n평균에 대한 이해를 바탕으로 여러 집단의 자료를 수집하여 평균을 구하고 비교할 수 있다. 자료를 띠그래프나 원그래프로 나타낼 수 있고, 탐구 문제를 설정한 후 자료를 수집, 정리하여 적절한 그래프로 나타내며, 그래프를 해석할 수 있다. 실생활에서 여러 가지 사건이 일어날 가능성을 말과 수로 능숙하게 표현하고, 자료를 보고 가능성을 예상하고 비교하여 적절한 판단을 내릴 수 있다.\n가치･태도\n실생활에서 평균과 비율그래프의 유용성과 편리함을 인식한다. 통계적 문제해결의 가치를 알고, 실생활에서 가능성에 근거하여 판단하는 태도를 보인다. 자료와 가능성 영역의 다양한 문제해결에 적극적으로 참여하고, 자신의 문제해결 과정을 논리적으로 설명하며, 친구의 문제해결 과정에 대해 비판적으로 사고하는 태도를 지닌다.\nB\n지식･이해\n평균의 의미와 평균을 구하는 방법을 이해한다. 주어진 자료를 띠그래프나 원그래프로 나타내고 해석하는 방법을 알고, 이를 탐구 문제를 해결하는 데 적용할 수 있다. 사건이 일어날 가능성을 말이나 수로 표현하는 방법을 안다.\n과정･기능\n평균에 대한 이해를 바탕으로 자료를 수집하여 평균을 구하고, 해석할 수 있다. 주어진 자료를 띠그래프나 원그래프로 나타낼 수 있고, 탐구 문제에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내고, 그래프를 해석할 수 있다. 사건이 일어날 가능성을 말과 수로 표현하여 비교할 수 있으며, 자료를 보고 가능성을 예상할 수 있다.\n가치･태도\n실생활에서 평균과 비율그래프가 활용됨을 알고, 통계적 문제해결의 필요성을 인식한다. 자료와 가능성 영역의 문제해결에 흥미와 관심을 가지고 참여하고, 자신의 문제해결 과정과 친구의 문제해결 과정을 비교하려는 태도를 지닌다.\nC\n지식･이해\n주어진 자료의 평균을 구하는 방법을 안다. 안내된 절차에 따라 자료를 띠그래프나 원그래프로 나타내고 해석하는 방법을 알고, 사건이 일어날 가능성을 말이나 수로 표현하는 방법을 안다.\n과정･기능\n간단한 자료의 평균을 구할 수 있다. 안내된 절차에 따라 주어진 자료를 띠그래프나 원그래프로 나타내거나 자료에 적절한 그래프를 선택하여 나타낼 수 있고, 그래프에서 간단한 사실을 찾을 수 있다. 안내된 절차에 따라 주어진 사건이 일어날 가능성을 말과 수로 표현하고, 자료를 보고 가능성을 예상할 수 있다.\n가치･태도\n실생활에서 평균과 비율그래프, 통계적 문제해결이 활용됨을 알고, 자료와 가능성 영역의 문제를 해결하고, 자신의 문제해결 과정을 설명하려고 노력한다.\n\n다. 예시 평가 도구\n\n초등학교 5~6학년군 예시 평가 도구 ①: 서·논술형\n\n\n평가 개요\n\n학교급\n초등학교\n과목\n수학\n학년군\n5∼6학년군\n영역\n변화와 관계\n성취기준\n성취기준별 성취수준\n[6수02-03] 비율을 이해하고, 비율을 분수, 소수, 백분율로 나타낼 수 있다.\nA\n비가 적용되는 간단한 상황에서 비율을 분수, 소수, 백분율로 나타내고, 그 과정에서 수학의 유용성을 인식한다.\nB\n비율의 의미를 이해하고, 비율을 분수, 소수, 백분율로 나타낼 수 있다.\nC\n안내된 절차에 따라 간단한 비율을 분수, 소수, 백분율로 나타낼 수 있다.\n평가 요소\n● 동일한 비율을 분수, 소수, 백분율로 다양하게 나타내기\n● 백분율에 해당하는 양 구하기\n● 비율을 활용하여 문제 해결하기\n수학 교과 역량\n● 문제 해결, 연결\n평가 도구 유형\n지필평가\n(서･논술형)\n배점\n5점\n정답\n예시 정답 참조\n개발 방향 및 \n활용 시 고려사항\n● 기후 변화 등 학생의 실생활과 관련된 문제 상황에서 비율을 이해하고 비율을 분수, 소수, 백분율로 다양하게 나타낼 수 있는지 평가한다.\n● 성취기준별 성취수준 중 A 수준을 고려하여 출제한 문항으로, 이 문항을 모두 맞춘 학생들은 간단한 실생활이나 타 교과 상황에서 비율을 분수, 소수, 백분율로 다양하게 나타내고, 그 경험을 통해 수학의 유용성을 인식한 것으로 판단할 수 있다. \n● 이 문항을 해결하지 못한 학생 중 실생활이나 타 교과 상황에서의 비율을 이해하거나 찾기를 어려워하는 경우 다양한 실생활 상황이나 타 교과 상황 중에서 비율을 사용해야 하는 상황을 찾아보게 할 수 있다. 또 교사의 안내 없이 제시된 비율을 분수, 소수, 백분율로 나타내는 것을 어려워하는 학생에게는 간단한 비율을 분수, 소수, 백분율로 바꾸는 연습을 충분히 할 수 있도록 지도한다. \n\n\n문항 내용\n\n\n※ 다음은 기후 위기에 대한 기사입니다. 물음에 답하시오. \n\n“지구 온난화는 끝나가고 지구가 펄펄 끓은 시대가 오고 있다” \n\nUN 사무총장은 이제 지구가 따뜻한 것을 넘어 펄펄 끓는 것처럼 뜨거워지고 있으며, 기후 위기가 생길 것이라고 경고했습니다. 실제로 온도가 1℃ 올라가면 폭우로 인하여 강수량이 15% 증가한다고 합니다. 지구 열대화로 2023년 7월은 관측 이래 지구의 평균 온도가 가장 높았고, 비도 많이 내렸습니다.\n점점 뜨거워지고 있는 지구를 위해 우리는 무엇을 해야 할까요? 지구가 뜨거워지면 피해를 보는 것은 북금곰뿐만이 아닙니다. 우리 모두입니다. 쓰레기 올바르게 분리 배출하기, 일회용품 줄이기 등 우리의 작은 실천이 기후 위기 문제를 해결하는 데 도움이 될 수 있습니다. 우리 모두 지구를 위해 실천해 보면 어떨까요?\n(OOO 어린이 기자)\n\n\n1. 다음은 어느 마을의 강수량 그래프를 보고 은아와 기태가 나눈 이야기입니다. ㉠∼㉢에 알맞은 수를 쓰시오. [1점] \n\n\n\n은  아: 지구 열대화 시대라서 그런지 올해 비가 진짜 많이 내린 것 같아. 2022년 여름철 강수량은 600mm이었는데, 2023년 여름철 강수량은 750mm야.\n기  태: 2023년과 2022년 여름철 강수량의 차는 \n\n mm이네.\n은  아: 2022년 여름철 강수량에 대한 2022년과 2023년 여름철 강수량의 차의 비를 분수로 나타내면 \n\n 이네.\n기  태: 분수로 나타낸 비율을 백분율로 나타내면 \n\n%야.\n\n ㉠ : \n\n㉡ :\n\n :\n\n \n\n\n2. 위의 기사에서 우리나라 연 평균 강수량이 1200mm일 때, 평균 온도가 1℃ 올라가면 강수량은 얼마가 될까요?\n   <풀이 과정>\n\n\n  <답>                   mm\n\n\n3. 다음은 1인당 연간 일회용 쓰레기 사용량입니다.　와 같이 비율을 사용하여 일회용 쓰레기를 줄이기 위한 나의 다짐을 글로 쓰시오. \n \n\n\n 나는 1년 동안 빨대 사용량을 30% 줄이겠습니다. 그러면 1년 동안 60개의 빨대 쓰레기를 줄일 수 있습니다. \n\n\n                                                                      \n\n                                                                      \n\n\n\n예시 답안\n1. <해설> 2022년 여름철 강수량은 600mm, 2023년은 여름철 강수량은 750mm이므로, 두 양의 차는 150mm입니다. 2022년 여름철 강수량에 대한 2023년과 2022년의 여름철 강수량의 차의 비율은 분수로 나타내면 = 입니다. 은 백분율로 나타내면 25%입니다.\n   <정답> ㉠ : 150 , ㉡ : , ㉢ : 25\n2. <풀이 과정> 강수량은 15% 증가하며, 1200의 15%는 입니다. \n              따라서, 전체 강수량은 1200+180=1380(mm)입니다.\n   <정답> 1380mm\n3. <예시 답안> 나는 1년 동안 페트병을 10%만 사용하겠습니다. 1년에 페트병 10개만 사용하고, 페트병 쓰레기 90개는 줄일 수 있습니다. \n\n\n채점 기준\n\n문항\n평가 요소\n척도\n(점수)\n수행 특성\n1\n비율을 다양하게 나타내기\n1점\n㉠, ㉡, ㉢에 알맞은 수를 모두 옳게 제시한 경우\n0점\n무응답, 그 외의 오답\n2\n백분율에 해당하는 양 구하기\n2점\n풀이 과정과 답을 모두 옳게 제시한 경우\n1점\n풀이 과정과 답 중 1가지만 옳게 제시한 경우\n0점\n무응답, 그 외의 오답\n3\n비율을 활용하여 문제 해결하기\n2점\n비율을 제시하여 일회용품을 줄이겠다는 다짐을 작성한 경우\n1점\n비율을 제시하였으나 일회용품을 줄이겠다는 다짐을 작성하지 않은 경우\n일회용품을 줄이겠다는 다짐은 작성하였으나 비율을 제시하지 않은 경우\n비율을 제시하여 일회용품을 줄이겠다는 다짐을 작성하였으나 계산 또는 다짐 내용에서 오류가 있는 경우\n0점\n예시와 동일한 비율과 일회용품을 줄이겠다는 다짐을 작성한 경우\n무응답, 그 외의 오답\n\n채점 시 고려 사항\n2. <풀이 과정>에서 로 제시하거나 로 제시한 경우에도 정답 처리한다.\n3. 빨대를 10%를 줄인다고 제시하고 20개를 사용하겠다고 제시하거나, 10%를 사용한다고 제시하고 20개를 줄이겠다고 제시하는 등과 같이 내용에서 오류가 있을 수 있으므로 주의 깊게 확인하도록 한다.\n\n초등학교 5~6학년군 예시 평가 도구②: 수행평가3)3) 이 문항은 배주경 외(2023, pp.394-395)에서 일부 소개한 것으로, 전체 문항을 예시 평가 도구 형식에 맞추어 재구성하여 제시하였다.\n\n\n\n평가 개요\n\n학교급\n초등학교\n과목\n수학\n학년군\n5~6학년군\n영역\n자료와 가능성\n성취기준\n성취기준별 성취수준\n[6수04-03] 탐구 문제를 설정하고, 그에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내고 해석할 수 있다.\nA\n탐구 문제를 설정하고, 그에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내며, 그래프를 해석할 수 있다.\nB\n탐구 문제에 맞는 자료를 수집, 정리하여 적절한 그래프로 나타내고, 그래프를 해석할 수 있다.\nC\n안내된 절차에 따라 자료를 적절한 그래프로 나타내고, 그래프에서 간단한 사실을 찾을 수 있다.\n평가 요소\n● 탐구 주제 선정 및 자료 수집하기\n● 수집한 자료를 표와 그래프로 나타내기\n● 그래프에서 알 수 있는 내용 찾기\n수학 교과 역량\n● 정보처리, 연결, 의사소통\n평가 도구 유형\n수행평가(프로젝트)\n배점\n14점\n정답\n예시 답안 참조\n개발 방향 및 \n활용 시 고려사항\n● 통계사이트의 다양한 주제 중에서 탐구하고 싶은 주제를 선정하고 자료를 수집할 수 있는지를 평가한다. 그리고 수집한 자료를 이용하여 표와 그래프로 나타낼 수 있는지, 그래프에서 알 수 있는 내용을 찾을 수 있는지를 평가한다.\n● 성취기준별 성취수준 중 A 수준의 도달 여부를 알아보는 문항으로, KOSIS에서 제공하는 비주얼 통계자료 중에서 탐구하고 싶은 주제와 사용할 그래프, 사용할 자료를 선정한 후, 이지통계 툴을 이용하여 표와 그래프로 나타낸 후, 표와 그래프를 보고 알 수 있는 사실을 찾고 탐구 주제에 대한 안내 자료를 작성할 수 있을 때 A 수준에 도달하였다고 간주한다.\n● 평가 결과 A 수준에 도달하지 못한 경우는 적절한 탐구 문제를 선정하지 못하거나, 통계 툴을 활용하여 표와 그래프로 나타내는 능력이 부족한 것으로 판단할 수 있다. 따라서 통계사이트에서 제공하는 다양한 범주와 주제 중에서 예시 자료를 정하여 탐구 주제를 선정하는 방법을 지도할 수 있으며, 이지통계 툴의 사용 방법을 익힌 후 예시 자료를 이용하여 표와 다양한 그래프를 작성하는 방법을 지도할 수 있다. 그리고 추가로 작성한 표와 그래프에서 알 수 있는 사실을 정리한 후 안내 자료를 만드는 방법에 대한 지도도 제공될 필요가 있다.\n\n\n문항 내용\n\n\n\n※ 다음은 음식물쓰레기의 발생 유형에 대한 조사 내용을 그래프와 함께 작성한 신문 기사입니다. 이처럼 누리집에서 제공하는 통계 자료와 도구를 활용하여 탐구 주제와 자료를 수집하고, 표와 그래프를 이용하여 안내 자료를 만들어 봅시다.\n\n\n음식물쓰레기 절반은 먹기도 전에 나온다.\n  음식물쓰레기의 절반 이상이 조리나 운반할 때 나온다. 관련 보고서를 보면, 57%는 식재료 유통이나 조리 과정에서 57%, 먹고 남긴 음식물이 30%, 보관하다가 폐기하는 식재료가 9%, 먹지도 않은 채 버려지는 음식물이 4%이었다.\n  음식물쓰레기를 줄이려면 조리 단계 때부터 먹거나 판매할 정도만 조리하여야 한다. 음식물쓰레기를 줄이면 식량을 아낄 수 있을 뿐 아니라 폐기할 때 생기는 온실가스를 줄일 수 있어 대기오염을 방지하는 데도 도움이 된다.\n(000 기자)\n\n<출처: https://n.news.naver.com/mnews/article/469/0000170688> \n\n\n1. (KOSIS 통계놀이터) 모둠별 탐구 주제와 자료 정하기\n   ‘KOSIS 통계놀이터’의 비주얼 통계()에서 제공하는 통계자료와 그래프를 보고, 탐구 주제와 조사 항목을 정해봅시다. 포털사이트에서 ‘KOSIS 통계놀이터’를 검색하여 접속하세요.\n\n[KOSIS 통계놀이터] https://kosis.kr/edu/index/index.do (검색일: 2023.09.15.)\n\n\n\n  (1) 비주얼 통계자료를 살펴본 후, 우리 모둠에서 탐구해보고 싶은 주제를 찾아보세요.\n\n\n<예시>\n\n\n\n\n\n➡\n\n탐구 주제\n재활용품별 배출량 \n주어진 그래프\n막대그래프\n주어진 자료\n2017년부터 2020년까지 종이, 캔, 플라스틱, 병의 배출량\n\n\n\n\n탐구 주제\n주어진 그래프\n주어진 자료\n\n\n\n\n\n  (2) 위의 (1)번에서 주어진 자료 중 일부를 선택하여 다른 형태의 그래프로 나타내려고 합니다. 자료를 보고 우리 모둠에서 정한 탐구 주제, 사용할 그래프, 사용할 자료를 적어보세요.\n\n\n<예시>\n\n\n\n\n탐구 주제\n사용할 그래프\n사용할 자료\n2020년 재활용품별\n배출량의 비율\n원그래프\n2020년에 배출한 종이, 캔, 플라스틱, 병의 배출량\n\n\n\n탐구 주제\n사용할 그래프\n사용할 자료\n\n\n\n\n\n2. (이지통계 - 초등학교용) 수집한 자료를 표와 그래프로 나타내기\n    우리 모둠에서 정한 탐구 주제와 자료를 이용하여 표와 그래프로 나타내어봅시다. 포털사이트에서 ‘이지통계 – 초등학교용’을 검색하여 접속하세요.\n\n[이지통계 – 초등학교용]\n\nhttps://www.ebsmath.co.kr/innovativelrms/web_lrms/content/resource/eleEasyTong/index.html?v=20230907\n\n  (1) 다음 단계에 따라 수집한 자료를 입력하여 표를 완성하고, 그래프로 나타내세요.\n\n\n<단계>\n\n\n\n\n[1단계]\n자료입력-표()에서 표에 알맞은 제목, 항목, 수량을 입력하세요.\n  ➡ \n\n[2단계]\n계산도구()에서, 합계와 백분율 버튼()을 눌러 합계와 백분율이 옳게 나타났는지 확인하세요.\n ➡ \n\n[3단계]\n그래프()에서 탐구 주제에 알맞은 그래프를 클릭하여 그래프로 나타낸 후, 이미지 저장()을 눌러 그림파일을 저장하세요.\n    ➡ \n ※ 그래프 편집()에서, 수량이나 눈금 설정 등 원하는 형태로 수정 가능\n\n  (2) (1)에서 작성한 표와 그래프가 탐구 주제에 적절한지, 표와 그래프에 잘못된 점은 없는지 확인하세요.\n\n\n3. (과제 제출) 작성한 표와 그래프를 해석하고 결과물 작성하기\n   표와 그래프를 보고 알 수 있는 사실을 찾고 안내 자료를 만들어 봅시다.\n\n  (1) 표와 그래프를 보고 알 수 있는 사실을 2가지 이상 찾아보세요.\n\n\n  (2) 우리 모둠에서 조사한 탐구 결과와 그래프를 이용하여 안내 자료를 만들어 보세요.\n\n\n<예시>\n\n\n\n\n2020년 재활용품 배출량 조사\n  2020년에 배출한 재활용품의 배출량을 조사하였다. 그 결과 종이가 다른 재활용품보다 아주 많이 배출되고 있었으며 종이, 캔, 플라스틱, 병의 순서대로 배출량이 많았다.\n  재활용품별 배출 비율을 살펴보면 종이는 68.55%, 캔은 16.86%, 플라스틱은 13.96%, 병은 0.63%이며, 종이의 배출량이 약 70%로 플라스틱, 병의 배출 비율을 모두 합한 것보다 훨씬 높은 비율을 차지함을 알 수 있다.\n\n\n\n\n  (3) 우리 모둠에서 만든 자료를 온라인 협업보드에 제출하여 공유하세요.\n\n[온라인 협업보드에 탑재한 예]\n\n\n예시 답안\n1_(1)  (예시) \n탐구 주제\n주어진 그래프\n주어진 자료\n우리나라 연령별\n자원봉사자 수\n원그래프\n2018년~2022년 동안의 10대 이하, 20대, 30대, \n40대, 50대, 60대 자원봉사자 수\n\n1_(2)  (예시) \n탐구 주제\n사용할 그래프\n사용할 자료\n2022년 연령별\n자원봉사자 비율\n띠그래프\n2022년의 10대 이하, 20대, 30대, \n40대, 50대, 60대 자원봉사자 비율\n \n2_(1)  (예시) \n[1단계]\n[2단계]\n[3단계]\n\n\n\n\n3_(1)  (예시) ∙ 비율이 가장 높은 연령은 20대, 가장 낮은 연령은 10대 이하이다.∙ 비율이 10%가 되지 않는 연령은 10대 이하, 30대, 40대이다.∙ 20대가 전체의 50% 이상을 차지한다. 30대와 40대의 비율이 같다. 등\n3_(2)  (예시)\n \n2022년도 연령별 자원봉사자 비율 조사\n  2022년도 전국의 연령별 자원봉사자 비율을 조사하였다. 전체 자원봉사자 수는 53만 명 정도이며, 이들의 연령대별 비율은 10대 이하가 7.28%, 20대가 50.03%, 30대가 8.23%, 40대가 8.23%, 50대가 11.59%, 60대 이상이 14.64%이다. 60대 이상, 50대, 30대와 40대, 10대 이하의 순으로 비율을 차지하고 있으며, 20대 자원봉사자의 비율이 전체의 50% 정도로 절반을 차지하고 있으며, 10대 이하, 30대, 40대의 비율은 10%가 되지 않는다. \n\n\n채점 기준\n\n문항\n평가 요소\n척도\n(점수)\n수행 특성\n1_(1)\n통계자료에서 탐구 주제 찾기\n2점\n탐구 주제, 그래프, 자료 모두 옳게 쓴 경우\n1점\n탐구 주제, 그래프, 자료 중 1~2가지를 옳게 쓴 경우 \n0점\n무응답, 그 외의 오답\n1_(2)\n탐구 주제, 그래프, 자료 정하기\n2점\n탐구 주제, 그래프, 자료 모두 바르게 쓴 경우\n1점\n탐구 주제, 그래프, 자료 중 1~2가지를 바르게 쓴 경우 \n0점\n무응답, 그 외의 오답\n2_(1)\n툴을 이용하여 표와 그래프로 나타내기\n2점\n표 입력, 합계와 백분율, 그래프 모두 옳게 작성한 경우\n1점\n표 입력, 합계와 백분율, 그래프 중 1~2가지를 옳게 작성한 경우\n0점\n무응답, 그 외의 오답\n2_(2)\n작성한 표와 그래프 검토하기\n2점\n탐구 주제에 적절하고 오류가 없는 경우\n1점\n탐구 주제에 적절하지만 오류가 있는 경우\n오류는 없지만 탐구 주제에 적절하지 않은 경우\n0점\n무응답, 그 외의 오답\n3_(1)\n알 수 있는\n사실 찾기\n2점\n표와 그래프를 보고 알 수 있는 사실을 2가지 이상 쓴 경우\n1점\n표와 그래프를 보고 알 수 있는 사실을 1가지 쓴 경우\n0점\n무응답, 그 외의 오답\n3_(2)\n그래프를 이용한 안내 자료 만들기\n2점\n탐구 결과와 그래프를 이용하여 적절한 안내 자료를 만든 경우\n1점\n알맞은 탐구 결과를 썼지만 그래프를 이용하지 않은 경우\n그래프를 이용했지만 알맞은 탐구 결과를 쓰지 않은 경우\n0점\n무응답, 그 외의 오답\n3_(3)\n안내 자료 제출 및 공유하기\n2점\n안내 자료를 온라인 협업보드에 제출하여 공유한 경우\n1점\n탐구 내용과 그래프 중 1가지만 제출하여 공유한 경우\n0점\n무응답, 그 외의 오답\n\n\n\n채점 시 고려 사항\n1_(1) 비주얼 통계자료에서 제공하는 주제별, 학년별 자료 및 12가지 범주에 속하는 자료를 보고, 탐구 주제와 주어진 그래프, 자료를 정리하여 작성한 경우는 정답으로 인정한다.\n1_(2) 1_(1)에서 정리한 자료 중 일부를 선택하여 모둠의 탐구 주제와 사용할 그래프, 자료를 알맞게 작성한 경우는 정답으로 인정한다.\n2_(1) 수집한 자료를 이용하여 다음 단계에 맞게 표를 작성하고, 그래프로 나타낸 경우 정답으로 인정한다.\n2_(2) 작성한 표와 그래프가 탐구 주제에 적절하고 오류가 없는 경우 정답으로 인정한다.\n3_(1) 표와 그래프를 보고 알 수 있는 사실을 적은 경우 정답으로 인정한다.\n\n\n\n초등학교 5~6학년군 예시 평가 도구③: 영역 융합 세트\n\n\n평가 개요_철새연구소①(철새 사진)\n\n학교급\n초등학교\n과목\n수학\n학년\n5~6학년군\n영역\n자료와 가능성\n성취기준\n성취기준별 성취수준\n[2수04-01] 여러 가지 사물을 정해진 기준 또는 자신이 정한 기준으로 분류하여 개수를 세어 보고, 기준에 따른 결과를 말할 수 있다.\nA\n사물을 여러 가지 기준으로 분류하고, 분류한 결과와 분류할 때 분명한 기준이 필요함을 말할 수 있다.\nB\n사물을 정해진 기준 또는 자신이 정한 기준으로 분류하고, 개수를 세어 분류한 결과를 말할 수 있다.\nC\n안내된 절차에 따라 사물을 간단한 기준으로 분류하고, 개수를 셀 수 있다.\n관련 성취기준\n● [4과02-01] 여러 가지 동물을 관찰하여 특징에 따라 동물을 분류할 수 있다.\n평가 요소\n● 정해진 기준으로 자료를 분류하기\n● 분류한 자료의 개수를 세어서 쓰기\n수학 교과 역량\n● 정보처리\n평가 도구 유형\n지필평가(단답형)\n배점\n3점\n정답\n예시 답안 참조\n개발 방향 및 \n활용 시 고려사항\n● 주어진 자료를 분류하는 기준(새의 종류)을 이해하고, 이를 바탕으로 여름 철새, 겨울 철새, 텃세로 분류하고 개수를 세어 결과를 세어서 쓸 수 있는지 평가한다. 실생활에서 찾을 수 있는 자료를 분류하여 개수를 세어 표현함으로써 수학 교과 역량인 정보처리 역량을 평가할 수 있다.\n● 성취기준별 성취수준 중 B 수준의 도달 여부를 알아보는 문항으로, 정해진 기준으로 제시된 내용을 분류하고, 개수를 세어 그 결과를 쓸 수 있도록 문항을 구성하였다. 이 문항을 해결한 학생은 사물을 정해진 기준으로 분류하고, 개수를 세어 분류한 결과를 말할 수 있다는 것으로 판단한다.\n● 문항에 제시된 자료는 여름 또는 겨울에 찍은 새의 사진으로, 여름에만 찍힌 새는 여름 철새, 겨울에만 찍힌 새는 겨울 철새, 여름과 겨울에 모두 찍힌 새는 텃새로 분류할 수 있도록 자료에 대한 이해가 필요하다. 여름에 찍은 새와 겨울에 찍은 새를 살펴보고 정해진 기준에 따라 자료를 분류할 수 있도록 지도한 뒤, 평가를 시행하여야 한다. 이 문항을 해결한 학생은 주어진 자료를 다른 기준으로 재분류하고 결과를 이야기해 보는 활동과 분명한 기준이 필요한 이유를 생각할 수 있도록 지도하고, 문제를 해결하지 못한 학생은 여름에 찍힌 새와 겨울에 찍힌 새의 사진 모두에 있는 새와 그렇지 않은 새로 분류해 보는 활동을 제시하고 나서 그렇지 않은 새에 포함되는 새를 여름 철새와 겨울 철새로 나눌 수 있도록 순차적으로 지도한다. \n\n\n문항 내용_철새연구소①(철새 사진)\n\n\n※ 민수가 친구들과 함께 A 시에 있는 철새연구소를 방문했습니다. 철새연구소에서는 A 시에서 발견된 새에 대한 연구를 진행하고 있었습니다. 철새연구소에서는 A 시에서 발견된 여러 가지 새의 사진이 있었습니다.\n\n\n\n1. 다음은 철새와 텃새에 대한 연구원 선생님과 민수의 대화입니다. \n\n연구원: 이 사진은 우리 연구소에서 찍은 여름 철새의 사진입니다. 여름 철새는 여름에 A 지역에서 살다가 가을에 남쪽으로 이동합니다. \n민  수: 그렇군요. 그럼 겨울 철새는 어떤가요?\n연구원: 겨울 철새는 겨울에 A 시에서 살다가 봄이 되면 북쪽으로 이동합니다. \n민  수: 여름과 겨울에 모두 발견된 새도 있네요.\n연구원: 그것은 텃새입니다. 텃새는 사계절 내내 A 시에서 발견됩니다.\n\n\n\n<여름에 찍은 새의 사진들>  \n<겨울에 찍은 새의 사진들>\n\n\n출처: http://www.kwildbird.com/(검색일:2023. 12. 6.)\n\n(1) 위의 사진에 나온 새를 종류별로 분류하여 봅시다. \n\n분류 기준: 새의 종류\n여름 철새\n겨울 철새\n텃새\n\n\n\n\n\n(2) 여름 철새, 겨울 철새, 텃세는 각각 몇 마리인가요?\n여름 철새: (           )마리, 겨울 철새: (           )마리, 텃새: (           )마리\n\n\n\n예시 답안 \n1_(1) \n\n분류 기준: 새의 종류\n여름 철새\n겨울 철새\n텃새\n\n\n\n\n\n1_(2)  4, 4, 3\n\n\n채점 기준\n\n문항\n평가 요소\n척도\n(점수)\n수행 특성\n1_(1)\n정해진 기준으로 자료를 분류하기\n2점\n정해진 기준으로 자료를 옳게 분류한 경우\n1점\n정해진 기준으로 자료를 분류하는 과정에서 일부 오류가 있는 경우 \n0점\n무응답 또는 그 외의 오답\n1_(2)\n분류한 자료의 개수를 세어서 쓰기\n1점\n분류한 자료의 개수를 세어서 옳게 쓴 경우 \n0점\n무응답 또는 그 외의 오답\n\n\n\n평가 개요_철새연구소②(겨울 철새)\n\n학교급\n초등학교\n과목\n수학\n학년\n5~6학년군\n영역\n수와 연산\n성취기준\n성취기준별 성취수준\n[4수01-01] 큰 수의 필요성을 인식하면서 10000 이상의 큰 수에 대한 자릿값과 위치적 기수법을 이해하고, 수를 읽고 쓸 수 있다.\nA\n실생활에서 큰 수의 필요성을 설명하고, 10000 이상의 수를 각 자리의 숫자가 나타내는 수들의 합으로 나타내며, 수를 읽고 쓸 수 있다.\nB\n실생활에서 큰 수의 필요성을 알고, 10000 이상의 수에서 각 자리의 숫자가 나타내는 수를 말하며, 수를 읽고 쓸 수 있다.\nC\n실생활에서 큰 수가 사용됨을 알고, 수 카드, 자릿값 카드 등을 이용하여 10000 이상의 수에서 각 자리의 숫자가 나타내는 수를 알고, 수를 읽고 쓸 수 있다.\n[4수01-02] 다섯 자리 이상의 수의 범위에서 수의 계열을 이해하고, 수의 크기를 비교하며 그 방법을 설명할 수 있다. \nA\n수의 계열에 대한 이해를 바탕으로 다섯 자리 이상의 수를 여러 가지 방법으로 세며, 수의 크기를 비교하고 그 방법을 설명할 수 있다.\nB\n다섯 자리 이상의 수를 만, 억, 조씩 뛰어 세면서 수의 계열을 이해하고, 수의 크기를 비교할 수 있다.\nC\n안내된 절차에 따라 다섯 자리 이상의 수를 뛰어 세고, 간단한 두 수의 크기를 비교할 수 있다.\n평가 요소\n● 다섯 자리 이상의 수를 읽고 쓰기\n● 다섯 자리 이상의 수의 범위에서 수의 크기 비교하기\n수학 교과 역량\n● 추론\n평가 도구 유형\n지필평가(단답형)\n배점\n2점\n정답\n예시 답안 참조\n개발 방향 및 \n활용 시 고려사항\n● 다섯 자리 이상의 수를 읽고 쓸 수 있고, 다섯 자리 이상의 수의 범위에서 수의 크기를 비교할 수 있는지 평가한다. 다섯 자리 이상의 수를 읽고 쓰며 자릿값과 위치적 기수법을 이해하고 수의 크기를 비교하는 과정에서 수학 교과 역량인 추론 역량을 평가할 수 있다.\n● 성취기준별 성취수준 중 B 수준의 도달 여부를 알아보는 문항으로, 표에 제시된 수를 읽고 두 수의 크기를 비교할 수 있도록 문항을 구성하였다. 이 문항을 해결한 학생은 다섯 자리 이상의 수를 읽고 비교할 수 있다고 판단한다. \n● 이 문항에서는 2022년과 2023년의 겨울 철새 수를 제시한 표를 보고 그 내용을 이해하는 것이 필요하다. 이 문항을 해결한 학생은 주어진 수를 각 자리의 숫자가 나타내는 수들의 합으로 나타내고 수를 여러 가지 방법으로 세어 보도록 지도하고, 문제를 해결하지 못한 학생은 수 카드, 자릿값 카드 등을 이용하여 안내된 절차에 따라 수를 읽고 비교할 수 있게 지도한다.\n\n\n문항 내용_철새연구소②(겨울 철새)\n\n\n2. 철새연구소에는 철새와 관련된 다양한 자료가 있습니다. 다음은 2022년과 2023년 A 시의 겨울 철새 수를 나타낸 표입니다.\n\n    출처: https://midwestoutdoors.com/destinations/manitoba-waterfowl-hunting-prairie-potholes/ (검색일: 2023.12.14.)\n\n\n년도\n2022년\n2023년\n겨울 철새 수(마리)\n123,532\n142,165\n\n\n(1) 위의 표에서 2023년 겨울 철새의 수를 읽어보시오. (                          )마리\n\n(2) 2022년과 2023년 중 어느 연도의 겨울 철새가 더 많은가요?  ( 2022년,   2023년 )\n\n\n\n\n예시 답안 \n2_(1) 십사만이천백육십오\n2_(2) 2023년\n채점 기준\n\n문항\n평가 요소\n척도\n(점수)\n수행 특성\n2_(1)\n다섯 자리 이상의 수를 읽고 쓰기\n1점\n다섯 자리 이상의 수를 옳게 읽은 경우\n0점\n무응답 또는 그 외의 오답\n2_(2)\n다섯 자리 이상의 수의 범위에서 수의 크기 비교하기\n1점\n다섯 자리 이상의 수의 크기를 옳게 비교한 경우\n0점\n무응답 또는 그 외의 오답\n\n\n\n평가 개요_철새연구소③(파랑새)\n\n학교급\n초등학교\n과목\n수학\n학년\n5~6학년군\n영역\n자료와 가능성\n성취기준\n성취기준별 성취수준\n[4수04-03] 탐구 문제를 해결하기 위해 자료를 수집, 정리하여 막대그래프나 꺾은선그래프로 나타내고 해석할 수 있다.\nA\n탐구 문제를 해결하기 위해 적절한 자료를 수집, 정리하여 자료의 특성에 맞는 막대그래프나 꺾은선그래프로 나타내고, 그 그래프를 해석할 수 있다.\nB\n주어진 자료를 정리하여 자료의 특성에 맞는 막대그래프나 꺾은선그래프로 나타내고, 그래프에서 여러 가지 사실을 찾을 수 있다.\nC\n안내된 절차에 따라 주어진 자료의 특성에 맞는 막대그래프나 꺾은선그래프로 나타내고, 그래프에서 간단한 사실을 찾을 수 있다.\n평가 요소\n● 자료를 보고 옳게 나타낸 그래프 선택하기\n● 그래프의 내용 해석하기\n수학 교과 역량\n● 정보처리\n평가 도구 유형\n지필평가(서술형)\n배점\n4점\n정답\n예시 답안 참조\n개발 방향 및 \n활용 시 고려사항\n● 자료를 보고 자료의 특성에 맞는 그래프를 선택할 수 있고 그래프에서 여러 가지 사실을 찾을 수 있는지 평가한다. 자료의 특성에 맞는 그래프를 선택하고 그래프에서 알 수 있는 통계적 사실을 찾는 과정에서 수학 교과 역량인 정보처리 역량을 평가할 수 있다.\n● 성취기준별 성취수준 중 B 수준의 도달 여부를 알아보는 문항으로, 자료의 특성에 맞는 그래프를 선택하고 그래프에서 여러 가지 사실을 찾을 수 있도록 문항을 구성하였다. 이 문항을 해결한 학생은 자료의 수량을 비교하기 위한 자료는 막대그래프로 표현하고 시간에 따른 자료의 변화를 나타내기 위한 자료는 꺾은선그래프로 나타낸다는 사실을 안다고 판단한다. 또한 막대의 길이를 비교하거나 그래프의 기울기를 고려하여 그래프에서 알 수 있는 여러 가지 사실을 찾을 수 있다.\n● 문항에 제시된 자료는 연도별 파랑새의 수로, 자료의 크기를 비교하거나 시간에 따른 자료의 변화를 모두 확인할 수 있는 자료라는 점을 이해할 필요가 있다. 이 문항을 해결한 학생들은 관심 있는 탐구 문제를 설정하고 자료를 수집하여 자료의 특성에 맞는 그래프로 자료를 나타내고 해석하도록 지도하고, 문제를 해결하지 못한 학생들은 교사의 안내에 따라 주어진 자료의 특성을 파악하고 그래프에서 알 수 있는 간단한 사실, 즉 자료의 값을 읽는 수준으로 그래프에서 알 수 있는 사실을 찾을 수 있게 지도한다. \n\n\n문항 내용_철새연구소③(파랑새)\n\n\n3. 최근 5년간 철새연구소에서 관찰한 A 시의 여름 철새인 파랑새의 수를 그래프로 나타내었습니다. \n\n\n\n< 막대그래프 >\n< 꺾은선그래프 >\n\n\n(1) 파랑새의 수가 가장 많았던 연도는 언제인가요?\t\t(            )년\n\n(2) 파랑새의 수가 전년도에 비해 가장 많이 감소한 연도는 언제인가요?\t(            )년\n\n(3) 연도별 파랑새의 수의 변화를 알아보기에 적절한 그래프를 고르고 그 이유를 쓰시오.\n     • 선택한 그래프:\n     • 선택한 이유: \n\n\n\n\n예시 답안\n3_(1) 2019년\n3_(2) 2021년\n3_(3) • 선택한 그래프: 꺾은선그래프     • 선택한 이유: 꺾은선그래프는 시간에 따른 자료의 변화를 나타내기에 적절하다.\n\n채점 기준\n\n문항\n평가 요소\n척도\n(점수)\n수행 특성\n3_(1)\n그래프의 내용 해석하기(1)\n1점\n그래프에서 파랑새의 수가 가장 많았던 연도(2019년)를 옳게 찾은 경우\n0점\n무응답 또는 그 외의 오답\n3_(2)\n그래프의 내용 해석하기(2)\n1점\n그래프에서 파랑새의 수가 전년도에 비해 가장 많이 감소한 연도(2021년)를 옳게 찾은 경우\n0점\n무응답 또는 그 외의 오답\n3_(3)\n자료를 보고 옳게 나타낸 그래프 선택하기\n2점\n꺾은선그래프를 선택하고 이유를 적절하게 서술한 경우\n1점\n꺾은선그래프를 선택하였으나 이유를 적절하게 서술하지 못한 경우\n0점\n무응답 또는 그 외의 오답\n\n\n\n평가 개요_철새연구소④(여름 철새 종)\n\n학교급\n초등학교\n과목\n수학\n학년\n5~6학년군\n영역\n자료와 가능성\n성취기준\n성취기준별 성취수준\n[6수04-02] 자료를 수집하여 띠그래프나 원그래프로 나타내고 해석할 수 있다.\nA\n자료를 수집하여 띠그래프나 원그래프로 나타내고, 그래프를 해석하며, 그 과정에서 비율그래프의 필요성을 안다.\nB\n주어진 자료를 띠그래프나 원그래프로 나타내고, 그래프를 해석할 수 있다.\nC\n안내된 절차에 따라 자료를 띠그래프나 원그래프로 나타내고, 그래프에서 간단한 사실을 찾을 수 있다.\n평가 요소\n● 항목별 백분율 구하기\n● 자료를 띠그래프로 나타내기\n● 띠그래프의 내용 해석하기\n수학 교과 역량\n● 정보처리\n평가 도구 유형\n지필평가(서술형)\n배점\n5점\n정답\n예시 답안 참조\n개발 방향 및 \n활용 시 고려사항\n● 이 문항은 5~6학년군 문항이지만 여러 학년군의 성취기준을 통합해서 문항을 구성하였다. 5~6학년군을 중심으로 주어진 자료를 띠그래프로 나타내고 해석할 수 있는지 평가한다. 계산기를 활용하여 자료의 수량을 백분율로 변환하여 띠그래프로 나타내고 그래프에서 알 수 있는 통계적 사실을 찾음으로써 정보처리 역량을 평가할 수 있다.\n● 성취기준별 성취수준 중 B 수준의 도달 여부를 알아보는 문항으로, 주어진 자료를 띠그래프로 나타내고 그래프에서 여러 가지 사실을 찾을 수 있도록 문항을 구성하였다. 이 문항을 해결한 학생은 주어진 표의 수량을 백분율로 나타낼 수 있으며 이를 토대로 자료를 띠그래프로 나타내고 그래프에서 알 수 있는 여러 가지 사실을 찾을 수 있다.\n● 문항에 제시된 자료를 띠그래프로 나타내기 위해서는 백분율로 변환하는 과정이 필요하며 이에 대한 이해가 필요하다. 비와 비율 단원에서 수량을 백분율로 나타내는 것과 3-4학년군에서 학습한 자료를 그래프로 나타내는 방법을 알고 있는지 확인하고 띠그래프에 대한 학습을 한 뒤 평가를 시행하여야 한다. 이 문항을 해결한 학생은 자료를 비율그래프로 나타내야 하는 이유를 생각해 볼 수 있도록 지도하고 관심 있는 주제를 선정하여 자료를 수집하고 띠그래프 또는 원그래프로 나타낼 수 있도록 지도한다. 문제를 해결하지 못한 학생은 교사의 안내에 따라 주어진 자료를 띠그래프로 나타내고 그래프에서 알 수 있는 간단한 사실, 즉 자료의 값을 읽는 수준으로 그래프에서 알 수 있는 사실을 찾을 수 있게 지도한다. \n\n\n문항 내용_철새연구소④(여름 철새 종)\n\n\n4. 철새연구소에서는 A시의 여름 철새 종의 수를 지역별로 조사하여 현황판을 만들려고 합니다. 다음은 지역별로 관찰된 여름 철새 종의 수를 나타낸 표입니다. \n\n지역별 여름 철새 종의 수\n지역\n가 지역\n나 지역\n다 지역\n라 지역\n마 지역\n합계\n여름 철새 종의 수(개)\n113\n212\n94\n186\n75\n680\n\n\n(1) 계산기를 사용하여 여름 철새의 전체 종의 수에 대한 지역별 종의 수의 백분율을 구하여 표를 완성하시오. (단, 백분율은 반올림하여 자연수로 나타냅니다.)\n\n지역별 여름 철새 종의 수\n지역\n가 지역\n나 지역\n다 지역\n라 지역\n마 지역\n합계\n여름 철새 종의 수(개)\n113\n212\n94\n186\n75\n680\n백분율(%)\n\n\n\n\n\n\n\n\n(2) 여름 철새의 전체 종의 수에 대한 지역별 종의 수의 비율을 띠그래프로 나타내어 봅시다. \n지역별 여름 철새 종의 수\n\n\n(3) 라 지역의 여름 철새 종의 수는 다 지역의 여름 철새 종의 수의 약 몇 배인가요? 계산기를 사용하여 계산하고, 계산 결과는 반올림하여 자연수로 나타냅니다.\n\n(4) 그래프에서 알 수 있는 사실을 한 가지 쓰시오.  \n\n\n\n\n\n예시 답안\n4_(1) \n지역별 여름 철새 종의 수\n지역\n가\n나\n다\n라\n마\n합계\n여름 철새 종의 수(개)\n113\n212\n94\n186\n75\n680\n백분율(%)\n17\n31\n14\n27\n11\n100\n\n\n4_(2) \n\n4_(3) 약 2배\n4_(4) 가 지역의 여름 철새 종의 수는 전체의 약 17%입니다. \n\n\n채점 기준\n\n문항\n평가 요소\n척도\n(점수)\n수행 특성\n4_(1)\n항목별 백분율 구하기\n2점\n항목별 백분율을 모두 옳게 구한 경우\n1점\n항목별 백분율 중 3~4개를 옳게 구한 경우\n0점\n무응답, 그 외의 오답\n4_(2)\n자료를 띠그래프로 나타내기\n1점\n띠그래프를 옳게 나타낸 경우\n0점\n무응답, 그 외의 오답\n4_(3)\n띠그래프의 내용 해석하기(1)\n1점\n2배라고 서술한 경우\n0점\n무응답, 그 외의 오답\n4_(4)\n띠그래프의 내용 해석하기(2)\n1점\n그래프에서 알 수 있는 통계적 사실을 찾아 정확하게 서술한 경우\n0점\n무응답, 그 외의 오답\n\n\n5\n과학\n\n가. 성취기준별 성취수준\n(1) 지층과 화석\n\n성취기준\n성취기준별 성취수준\n[6과01-01] 지층의 특징을 알고, 지층의 형성 과정을 모형으로 표현할 수 있다.\nA\n여러 지층을 관찰하여 지층의 공통적인 특징을 알고, 지층의 형성 과정을 모형으로 표현하여 설명할 수 있다.\nB\n지층을 관찰하여 특징을 말하고, 지층을 모형으로 표현할 수 있다.\nC\n지층을 관찰하여 지층의 두께나 색이 서로 다름을 말할 수 있다.\n[6과01-02] 지층이 퇴적암으로 이루어짐을 알고, 퇴적암을 알갱이의 크기에 따라 분류할 수 있다.\n\n탐구 활동\n\n• 이암, 사암, 역암 관찰하기\nA\n지층이 퇴적암으로 이루어짐을 알고, 이암, 사암, 역암을 관찰하여 알갱이의 크기에 따라 퇴적암을 분류할 수 있다.\nB\n이암, 사암, 역암이 퇴적암이라는 것을 알고, 이를 관찰하여 알갱이의 크기를 비교할 수 있다.\nC\n이암, 사암, 역암을 관찰하고, 알갱이의 크기가 다르다는 것을 말할 수 있다.\n[6과01-03] 화석의 생성 과정을 모형으로 설명하고, 지구의 과거 생물과 환경을 추리하는 활동을 통해 화석의 가치를 인식할 수 있다.\n\n탐구 활동\n\n• 화석을 관찰하고 화석 모형 만들기\nA\n화석을 관찰하고 화석의 생성 과정을 모형으로 표현하며, 지구의 과거 생물과 환경을 추리하는 활동을 통해 화석의 가치를 인식한다.\nB\n화석의 생성 과정을 모형으로 설명하고, 화석을 관찰하여 지구의 과거 생물의 모습을 추리할 수 있다.\nC\n여러 가지 화석을 관찰하고 화석에 관심을 가진다.\n\n(2) 빛의 성질\n\n성취기준\n성취기준별 성취수준\n[6과02-01] 물체를 보기 위해서 빛이 있어야 함을 알고, 빛의 성질에 대해 흥미를 느낄 수 있다. \n\n탐구 활동\n\n• 어둠상자 속의 물체 관찰하기\nA\n어둠상자 속 물체 관찰하기를 통해 물체를 보기 위해서는 빛이 필요하다는 결론을 도출하고, 빛의 성질을 탐구하는 활동에 적극적으로 참여한다.\nB\n어둠상자 속 물체 관찰하기를 통해 물체는 빛이 있어야 볼 수 있음을 말할 수 있다.\nC\n빛에 의한 현상에 대해 흥미를 가진다.\n[6과02-02] 빛이 나아가는 현상을 관찰하여 빛이 직진, 반사, 굴절하는 성질이 있음을 말할 수 있다.\n\n탐구 활동\n\n• 평면거울에서 빛의 반사 실험하기\n• 렌즈를 이용하여 빛의 굴절 실험하기\nA\n빛이 나아가는 다양한 현상으로부터 빛이 직진, 반사, 굴절하는 성질이 있음을 추리할 수 있다.\nB\n빛이 공기 중이나 평면거울, 렌즈를 통해 나아가는 모습을 관찰하고, 이를 빛의 직진, 반사, 굴절과 관련지을 수 있다.\nC\n직진하던 빛이 물체를 만나면 빛의 경로가 바뀜을 말할 수 있다.\n[6과02-03] 거울과 렌즈의 쓰임새를 조사하고 거울이나 렌즈를 이용한 장치를 창의적으로 만들 수 있다.\nA\n일상생활에서의 거울과 렌즈의 쓰임새를 조사하여 빛의 성질과 관련지어 설명하고, 거울이나 렌즈를 이용한 창의적인 장치를 만들 수 있다.\nB\n일상생활에서의 거울과 렌즈의 쓰임새를 조사하고, 빛의 성질과 관련지을 수 있다.\nC\n일상생활에서 거울과 렌즈의 쓰임새를 조사하여 찾을 수 있다.\n\n(3) 용해와 용액\n\n성취기준\n성취기준별 성취수준\n[6과03-01] 용해 현상의 의미를 알고, 용질의 종류와 물의 온도에 따라 물에 녹는 용질의 양이 달라짐을 비교할 수 있다.\n\n탐구 활동\n\n• 용해 전과 후의 무게 측정하기\n• 물에 녹는 용질의 양에 영향을 미치는 요인 탐구하기\nA\n용해 현상의 의미를 이해하고, 용질의 종류와 물의 온도에 따라 물에 녹는 용질의 양이 달라짐을 비교하여 물에 녹는 용질의 양에 영향을 주는 요인을 찾을 수 있다.\nB\n용해 현상의 의미를 말하고, 용질의 종류 또는 물의 온도에 따라 물에 녹는 용질의 양이 달라짐을 비교할 수 있다.\nC\n물에 녹는 물질이 있음을 이해하고, 용해 전과 후의 무게 변화를 설명할 수 있다.\n[6과03-02] 용질이나 용매의 양에 따라 용액의 진하기가 달라짐을 관찰하고, 용액의 상대적인 진하기를 비교할 수 있다.\n\n탐구 활동\n\n• 진하기가 다른 용액에서 물체의 뜨는 정도 비교하기\nA\n용질이나 용매의 양에 따라 용액의 진하기가 달라짐을 이해하고, 용액의 진하기를 상대적으로 비교할 수 있다.\nB\n용질이나 용매의 양에 따라 용액의 진하기가 달라짐을 알고, 물체의 뜨는 정도로 용액의 진하기를 비교할 수 있다.\nC\n용질이나 용매의 양에 따라 용액의 진하기가 달라짐을 말할 수 있다.\n[6과03-03] 일상생활에서 용액이 쓰이는 사례를 조사하여 용액의 필요성을 알리는 자료를 만들고 공유할 수 있다.\nA\n일상생활에서 용액이 쓰이는 사례를 조사하고, 용액의 필요성을 알리는 자료를 만들어 공유할 수 있다.\nB\n일상생활에서 용액이 쓰이는 사례를 찾아보고, 용액의 필요성을 알리는 자료를 만들 수 있다.\nC\n일상생활에서 용액이 다양하게 쓰이고 있는 사례를 찾아 말할 수 있다.\n\n(4) 우리 몸의 구조와 기능\n\n성취기준\n성취기준별 성취수준\n[6과04-01] 뼈와 근육의 생김새를 관찰하고 모형을 만들어 몸이 움직이는 원리를 설명할 수 있다.\n\n탐구 활동\n\n• 운동할 때 몸에서 일어나는 변화 관찰하기\nA\n뼈와 근육의 생김새를 관찰하고 모형을 만들어 몸이 움직이는 원리를 설명하며, 운동할 때 우리 몸에서 일어나는 변화를 관찰하여 설명할 수 있다. \nB\n뼈와 근육이 움직이는 것을 관찰하고, 모형을 만들어 몸이 움직이는 것을 설명할 수 있다.\nC\n뼈와 근육의 생김새를 관찰하고 모형을 만들 수 있다.\n[6과04-02] 소화, 순환, 호흡, 배설 기관의 구조와 기능을 알아보고, 우리 몸의 여러 기관이 서로 관련되어 있음을 설명할 수 있다.\nA\n소화, 순환, 호흡, 배설 기관의 종류, 위치, 생김새, 기능을 알고, 우리 몸의 여러 기관이 서로 관련되어 있음을 설명할 수 있다.\nB\n소화, 순환, 호흡, 배설 기관의 구조와 기능을 설명할 수 있다.\nC\n소화, 순환, 호흡, 배설 기관의 종류를 말할 수 있다.\n[6과04-03] 우리 몸의 여러 기관과 관련된 질병을 조사하고, 건강을 유지하기 위한 생활 방식을 실천할 수 있다.\n※ 내용 체계표의 가치･태도 요소를 포함하여 성취수준 개발\nA\n우리 몸의 여러 기관과 관련된 질병을 조사하고, 생활 속에서 과학이 건강에 활용됨을 인식하여 건강을 유지하기 위한 생활 방식을 실천할 수 있다.\nB\n우리 몸의 여러 기관과 관련된 질병을 조사하고, 건강에 관심을 가지며, 건강을 유지하기 위한 생활 방식을 발표할 수 있다.\nC\n우리 몸의 여러 기관과 관련된 질병을 조사할 수 있다.\n\n(5) 혼합물의 분리\n\n성취기준\n성취기준별 성취수준\n[6과05-01] 알갱이의 크기가 다른 고체 혼합물과 골고루 섞이지 않는 액체 혼합물을 분리할 수 있다.\n\n탐구 활동\n\n• 모래와 자갈의 혼합물 분리하기\n• 물과 기름의 혼합물 분리하기\nA\n혼합물의 의미를 이해하고, 알갱이의 크기가 다른 고체 혼합물과 골고루 섞이지 않는 액체 혼합물을 분리할 수 있다.\nB\n알갱이의 크기가 다른 고체 혼합물을 분리하고, 액체 혼합물의 사례와 혼합물의 의미를 설명할 수 있다.\nC\n알갱이의 크기가 다른 고체 혼합물, 골고루 섞이지 않는 액체 혼합물의 분리 과정을 말할 수 있다.\n[6과05-02] 물에 용해되는 성질을 이용하여 고체 혼합물을 분리하고, 물을 증발시켜 물에 용해된 고체 물질을 분리할 수 있다.\n\n탐구 활동\n\n• 소금과 모래의 혼합물 분리하기\nA\n물에 용해되는 성질과 물이 증발하는 성질을 알고, 이를 이용하여 혼합물을 분리할 수 있다.\nB\n물에 용해되는 성질과 물이 증발하는 성질을 이용하여 혼합물 일부를 분리할 수 있다.\nC\n물에 용해되는 성질과 물이 증발하는 성질을 이용하여 혼합물을 분리할 수 있음을 말할 수 있다.\n[6과05-03] 지속가능한 삶을 위한 과학기술 사례 중 혼합물의 분리를 이용한 장치를 조사하여 공유할 수 있다.\nA\n지속가능한 삶을 위한 과학기술 사례 중 혼합물의 분리를 이용한 장치를 조사하고, 이러한 장치가 인간의 삶에 어떻게 기여하는지 공유할 수 있다.\nB\n지속가능한 삶을 위한 과학기술 사례를 조사하고, 혼합물의 분리를 이용한 장치를 구분할 수 있다.\nC\n일상생활에서 혼합물을 분리하는 사례를 말할 수 있다.\n\n(6) 날씨와 우리 생활\n\n성취기준\n성취기준별 성취수준\n[6과06-01] 기상 요소를 조사하고, 날씨가 우리 생활에 주는 영향을 인식할 수 있다.\nA\n기온, 바람, 습도, 구름의 양, 강수량 등의 기상 요소를 조사하여, 날씨가 우리 생활에 주는 영향을 예를 들어 설명할 수 있다.\nB\n기온, 바람, 습도, 구름의 양, 강수량 등의 기상 요소가 우리 생활에 주는 영향을 조사할 수 있다.\nC\n날씨가 우리 생활에 주는 영향을 말할 수 있다.\n[6과06-02] 이슬, 안개, 구름을 관찰하고, 공통점과 차이점을 찾을 수 있다.\n\n탐구 활동\n\n• 이슬, 안개 발생 실험하기\nA\n이슬, 안개, 구름을 관찰하고, 이슬과 안개 발생 실험을 통해 이슬과 안개의 공통점과 차이점을 설명할 수 있다.\nB\n이슬, 안개, 구름의 공통점과 차이점을 찾을 수 있다.\nC\n이슬, 안개, 구름을 구별할 수 있다.\n[6과06-03] 고기압과 저기압의 분포에 따른 날씨의 특징을 기상 요소로 표현할 수 있다.\n\n탐구 활동\n\n• 바람 발생에 대한 모형실험하기\nA\n바람 발생 모형실험을 통해 고기압에서 저기압으로 부는 바람의 방향을 설명하고, 고기압과 저기압의 분포에 따른 날씨의 특징을 기상 요소로 표현할 수 있다.\nB\n바람 발생 모형실험을 통해 고기압에서 저기압으로 부는 바람의 방향을 설명할 수 있다.\nC\n고기압과 저기압의 의미를 말할 수 있다.\n\n(7) 열과 우리 생활\n\n성취기준\n성취기준별 성취수준\n[6과07-01] 물체의 따뜻하고 차가운 정도를 온도로 표현함을 알고, 온도계를 이용하여 온도를 측정할 수 있다.\nA\n물체의 따뜻하고 차가운 정도를 온도로 표현함을 이해하고, 온도계의 올바른 사용법을 익혀 여러 가지 물체나 장소의 온도를 측정할 수 있다.\nB\n물체의 따뜻하고 차가운 정도를 온도로 표현하고, 온도계의 사용법을 말할 수 있다.\nC\n온도가 물체의 따뜻하고 차가운 정도를 나타냄을 알고, 온도계가 온도를 측정하는 도구임을 말할 수 있다.\n[6과07-02] 온도가 다른 두 물체가 접촉했을 때 두 물체의 온도 변화를 관찰하고 그 원인을 추리할 수 있다.\n\n탐구 활동\n\n• 온도가 다른 두 물체가 접촉할 때 두 물체의 온도 변화 측정하기\nA\n온도가 다른 두 물체가 접촉했을 때 두 물체의 온도 변화를 관찰하고, 두 물체의 온도 변화를 두 물체 사이의 열 이동으로 추리하여 설명할 수 있다.\nB\n온도가 다른 두 물체가 접촉했을 때 두 물체의 온도를 관찰하고, 두 물체의 시간에 따른 온도 변화의 특징을 설명할 수 있다.\nC\n온도가 다른 두 물체가 접촉했을 때 두 물체의 온도가 변한다는 사실을 말할 수 있다.\n[6과07-03] 주위에서 열의 이동으로 나타나는 현상을 관찰하여 열의 이동 방식이 다양함을 설명할 수 있다.\n\n탐구 활동\n\n• 열이 이동하는 여러 방식의 특징 비교하기\nA\n주위에서 열의 이동으로 나타나는 다양한 현상을 관찰하여 열의 이동 방식에 따라 분류하고, 열이 이동하는 여러 방식의 특징을 비교할 수 있다.\nB\n열의 이동으로 나타나는 현상을 관찰하여 열의 이동 방식이 다양함을 설명할 수 있다.\nC\n주위에서 열의 이동으로 나타나는 현상들을 찾을 수 있다.\n[6과07-04] 일상생활에서 단열을 이용하는 사례를 조사하고, 온도를 오랫동안 일정하게 유지할 수 있는 장치를 창의적으로 만들 수 있다.\nA\n일상생활에서 단열을 이용하는 사례를 조사하여 열의 이동 방식과 관련지어 설명하고, 열의 이동 방식을 고려하여 온도를 오랫동안 일정하게 유지할 수 있는 장치를 만들 수 있다.\nB\n일상생활에서 단열이 이용되는 예를 조사하고, 온도를 일정하게 유지할 수 있는 장치를 만들 수 있다.\nC\n일상생활에서 온도를 일정하게 유지할 수 있는 장치의 예를 찾아 필요성을 말할 수 있다.\n\n(8) 자원과 에너지\n\n성취기준\n성취기준별 성취수준\n[6과08-01] 우리가 생활에서 이용하는 다양한 자원을 조사하고, 자원의 유한함을 설명할 수 있다.\nA\n일상생활에서 이용하는 다양한 자원을 조사하고, 자원의 유한함과 효율적 사용을 관련지어 설명할 수 있다.\nB\n주위에서 이용하는 자원을 조사하고, 자원이 유한하다는 것을 말할 수 있다. \nC\n주위에서 이용하고 있는 자원의 예를 말할 수 있다.\n[6과08-02] 재생에너지의 종류를 조사하고, 에너지를 지속가능하게 이용하는 방법에 관심을 갖는다.\nA\n주위에서 활용되는 재생에너지의 종류를 조사하고, 에너지의 지속가능한 이용 방법에 관심을 가진다.\nB\n재생에너지의 종류와 활용되는 예를 조사하여 말할 수 있다.\nC\n재생에너지의 의미를 말할 수 있다.\n[6과08-03] 자원과 에너지의 효율적인 이용 방법에 대해 탐색하고, 생활 속에서 실천할 수 있는 다양한 사례를 공유할 수 있다.\n\n탐구 활동\n\n• 효율적으로 에너지를 이용하는 집 모형의 효과 탐구하기\n※ 내용 체계표의 가치･태도 요소를 포함하여 성취수준 개발\nA\n자원과 에너지를 효율적으로 이용하는 다양한 방법을 탐색하고, 생활 속 다양한 실천 사례를 공유할 수 있다.\nB\n자원과 에너지를 효율적으로 이용하는 방법을 조사하고, 자원과 에너지를 아끼기 위한 실천 사례를 말할 수 있다.\nC\n자원과 에너지의 소중함과 효율적 활용의 필요성을 말할 수 있다.\n\n(9) 산과 염기\n\n성취기준\n성취기준별 성취수준\n[6과09-01] 여러 가지 용액에 지시약을 넣었을 때의 변화를 관찰하여 용액을 산성 용액과 염기성 용액으로 분류할 수 있다.\n\n탐구 활동\n\n• 지시약을 이용하여 용액 분류하기\nA\n여러 가지 용액에 지시약을 넣었을 때 나타나는 색깔 변화를 관찰하여 산성 용액과 염기성 용액으로 분류할 수 있다.\nB\n용액에 지시약을 넣었을 때 나타나는 색깔 변화를 관찰하여 같은 성질을 지닌 용액끼리 모을 수 있다.\nC\n용액에 지시약을 넣었을 때 나타나는 색깔 변화를 관찰할 수 있다.\n[6과09-02] 산성 용액과 염기성 용액의 성질을 관찰하고, 산성 용액과 염기성 용액을 섞을 때 용액의 성질 변화를 실험을 통해 추론할 수 있다.\n\n탐구 활동\n\n• 묽은 염산과 묽은 수산화 나트륨 용액을 섞을 때 용액의 색깔 변화 관찰하기\nA\n산성 용액과 염기성 용액을 관찰하여 성질을 설명하고, 산성 용액과 염기성 용액을 섞었을 때 나타나는 지시약의 색깔 변화로 용액의 성질 변화를 설명할 수 있다.\nB\n산성 용액과 염기성 용액의 성질을 관찰하여 설명하고, 지시약을 이용하여 산성 용액과 염기성 용액을 섞었을 때 나타나는 용액의 색깔 변화를 기술할 수 있다.\nC\n산성 용액과 염기성 용액의 성질을 관찰하여 설명할 수 있다.\n[6과09-03] 우리 주변에서 산성 용액과 염기성 용액을 이용하는 예를 찾아서 설명할 수 있다.\nA\n우리 주변에서 산성 용액과 염기성 용액을 이용하는 사례를 조사하여 설명할 수 있다.\nB\n우리 주변에서 산성 용액이나 염기성 용액을 이용하는 사례를 조사하여 말할 수 있다.\nC\n산성 용액이나 염기성 용액을 이용하는 사례를 말할 수 있다.\n[6과09-04] 산성화로 인한 환경의 피해 사례를 소개하는 자료를 만들고 공유할 수 있다.\n※ 내용 체계표의 가치･태도 요소를 포함하여 성취수준 개발\nA\n산성화로 인한 환경 피해의 심각성을 인식하고, 문제 해결을 위해 관련 사례를 소개하는 자료를 만들어 공유할 수 있다.\nB\n산성화로 인한 환경 피해 사례를 조사하고, 산성화로 인한 환경 문제에 관심을 가진다.\nC\n산성화로 인해 환경에 피해가 생길 수 있음을 말할 수 있다.\n\n(10) 물체의 운동\n\n성취기준\n성취기준별 성취수준\n[6과10-01] 운동하는 물체는 시간에 따라 위치가 변화함을 알고 그 변화를 표현할 수 있다. \n\n탐구 활동\n\n• 운동하는 물체의 공통된 특징 탐구하기\nA\n운동하는 물체의 사례를 관찰하여 운동하는 물체는 시간에 따라 위치가 변한다는 특징을 이해하고, 그 변화를 표현할 수 있다.\nB\n운동하는 물체의 사례를 관찰하여 운동하는 물체는 시간에 따라 위치가 변함을 말할 수 있다.\nC\n운동하는 물체의 위치가 변함을 말할 수 있다.\n[6과10-02] 물체의 이동 거리와 걸린 시간을 측정하여 속력을 구하고 빠르기를 비교할 수 있다.\n\n탐구 활동\n\n• 같은 시간 동안에 물체가 이동한 거리 비교하기\nA\n여러 가지 물체들의 이동 거리와 걸린 시간을 측정하여 물체들의 속력을 비교하고, 단위와 함께 표현할 수 있다.\nB\n같은 시간 동안 물체가 이동한 거리를 측정하여 운동하는 물체의 빠르기를 비교할 수 있다.\nC\n운동하는 물체의 이동 거리와 걸린 시간을 측정할 수 있다.\n[6과10-03] 속력과 관련된 안전 수칙과 안전장치를 조사한 결과를 공유하고 일상생활에서 교통안전을 실천할 수 있다.\nA\n속력과 관련된 안전 수칙과 안전장치를 조사하여 공유하고, 조사한 내용을 바탕으로 일상생활에서 교통안전을 실천한다.\nB\n속력과 관련된 안전 수칙과 안전장치를 조사하고, 교통안전을 위해 실천할 수 있는 행동을 말할 수 있다.\nC\n일상생활에서 속력과 관련된 안전 수칙과 안전장치를 찾을 수 있다.\n\n(11) 식물의 구조와 기능\n\n성취기준\n성취기준별 성취수준\n[6과11-01] 생물을 이루고 있는 기본 단위인 세포를 현미경으로 관찰할 수 있다.\nA\n생물을 이루고 있는 기본 단위가 세포임을 이해하고 세포 영구 표본을 이용하여 현미경으로 세포의 핵, 세포벽 등을 관찰할 수 있다.\nB\n식물 세포 영구 표본을 이용하여 현미경으로 세포의 핵을 찾을 수 있다.\nC\n현미경 관찰을 통해 생물을 이루고 있는 기본 단위가 세포임을 말할 수 있다.\n[6과11-02] 식물의 각 기관의 구조를 관찰하고, 기능을 알아보는 실험을 수행하여 식물 각 기관의 구조와 기능을 설명할 수 있다.\n\n탐구 활동\n\n• 줄기에서 물의 이동 실험하기\n• 광합성 산물 확인 실험하기\n• 증산 작용 확인 실험하기\nA\n식물의 각 기관의 구조를 관찰하고 줄기에서의 물의 이동, 증산 작용 실험, 광합성 산물을 확인하는 실험을 통해 뿌리, 줄기, 잎, 꽃의 기능을 이해하여 각각의 기관이 연결되어 있음을 설명할 수 있다.\nB\n식물의 각 기관의 구조를 관찰하고 기능을 알아보는 실험을 통해 식물의 뿌리, 줄기, 잎, 꽃의 구조와 각각의 기능을 말할 수 있다.\nC\n식물을 관찰하여 뿌리, 줄기, 잎, 꽃으로 구분할 수 있다.\n[6과11-03] 여러 가지 식물의 특징을 설명하는 자료를 만들어 공유할 수 있다.\nA\n여러 가지 식물의 구조와 기능을 관찰하거나 조사하고, 이를 설명하는 자료를 만들어 발표하고 공유할 수 있다.\nB\n여러 가지 식물의 특징을 설명하는 자료를 만들 수 있다.\nC\n여러 가지 식물의 특징을 말할 수 있다.\n\n\n(12) 지구의 운동\n\n성취기준\n성취기준별 성취수준\n[6과12-01] 하루 동안 태양과 별을 관찰하여 위치 변화의 규칙성을 찾을 수 있다.\nA\n남쪽 하늘을 바라보는 관측자 관점에서 하루 동안 태양과 별을 관찰하여 기록하고, 위치 변화의 규칙성을 찾아 설명할 수 있다.\nB\n남쪽 하늘을 바라보는 관측자 관점에서 하루 동안 태양과 별을 관찰하고 기록하여, 하루 동안 천체의 위치가 달라짐을 설명할 수 있다.\nC\n하루 동안 태양과 별의 위치가 달라짐을 말할 수 있다.\n[6과12-02] 지구의 자전을 알고, 낮과 밤이 생기는 이유를 설명할 수 있다.\n\n탐구 활동\n\n• 낮과 밤이 생기는 이유 모형실험하기\nA\n지구가 자전축을 중심으로 하루에 한 바퀴 도는 것을 알고, 낮과 밤이 생기는 이유를 모형실험을 통해 지구의 자전으로 설명할 수 있다.\nB\n모형실험을 통해 낮과 밤이 생기는 이유를 지구의 자전으로 설명할 수 있다.\nC\n지구의 자전에 따라 낮과 밤이 생기는 현상을 관찰할 수 있다.\n[6과12-03] 지구의 공전을 알고, 계절에 따라 달라지는 별자리를 관찰할 수 있다.\n\n탐구 활동\n\n• 천체 관측 프로그램을 이용하여 계절별 대표적인 별자리 관찰하기\nA\n지구의 공전을 알고, 천체 관측 프로그램을 이용하여 계절에 따라 달라지는 별자리를 관찰하고 설명할 수 있다.\nB\n천체 관측 프로그램을 이용하여 계절에 따라 달라지는 별자리를 관찰할 수 있다.\nC\n계절에 따라 별자리가 달라진다는 것을 말할 수 있다.\n\n\n(13) 계절의 변화\n\n성취기준\n성취기준별 성취수준\n[6과13-01] 태양 고도 측정기로 하루 동안 태양 고도, 그림자 길이, 기온을 측정하여 이들의 관계를 찾을 수 있다.\n\n탐구 활동\n\n• 태양 고도 측정기 만들기\nA\n하루 동안 태양 고도, 그림자 길이, 기온을 측정하고, 이들의 관계를 찾아 설명할 수 있다.\nB\n하루 동안 태양 고도를 측정하고, 태양 고도의 변화를 설명할 수 있다.\nC\n태양 고도의 의미를 이해하고, 태양 고도를 측정할 수 있다.\n[6과13-02] 계절에 따른 태양의 남중 고도와 낮의 길이 사이의 관계를 자료에 근거하여 추론할 수 있다.\n\n탐구 활동\n\n• 디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이 관계 탐구하기\nA\n디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이를 조사하고, 자료에 근거하여 이들 사이의 관계를 추론할 수 있다.\nB\n디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이를 조사하고, 태양의 남중 고도에 따라 낮의 길이가 달라진다는 것을 설명할 수 있다.\nC\n디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이를 조사할 수 있다.\n[6과13-03] 계절 변화의 원인을 지구의 자전축이 기울어진 채 공전하는 것으로 설명할 수 있다.\nA\n계절 변화의 원인을 지구 자전축의 기울기와 지구의 공전에 따른 태양의 남중 고도 변화로 설명할 수 있다.\nB\n계절의 변화가 지구의 자전축이 기울어진 채 공전하는 것과 관련이 있음을 말할 수 있다. \nC\n계절 변화가 지구의 자전축 기울기와 관련 있다는 것을 말할 수 있다.\n\n\n(14) 물질의 연소\n\n성취기준\n성취기준별 성취수준\n[6과14-01] 물질의 성질이 달라지는 변화와 달라지지 않는 변화를 관찰하여 비교할 수 있다.\n\n탐구 활동\n\n• 서로 다른 물질을 섞었을 때 물질의 성질 변화 관찰하기\nA\n서로 다른 물질을 섞기 전과 후의 성질을 비교하여 물질의 성질이 달라지는 변화와 달라지지 않는 변화가 있음을 추론할 수 있다.\nB\n서로 다른 물질을 섞은 후 나타나는 변화를 관찰하여 물질의 성질이 달라질 수 있음을 설명할 수 있다.\nC\n서로 다른 물질을 섞었을 때 물질의 성질이 달라질 수 있음을 말할 수 있다.\n[6과14-02] 물질이 연소할 때 나타나는 공통적인 현상을 관찰하고, 연소의 조건을 찾을 수 있다.\n\n탐구 활동\n\n• 양초와 알코올이 탈 때 나타나는 공통적인 현상 관찰하기\nA\n여러 연소 사례를 통해 물질이 탈 때 나타나는 공통적인 현상을 관찰하고, 연소에 필요한 조건을 설명할 수 있다.\nB\n물질이 타는 여러 사례를 관찰하고, 공통적인 현상을 찾아 말할 수 있다.\nC\n물질이 탈 때 나타나는 현상을 관찰하여 말할 수 있다.\n[6과14-03] 연소 전과 후의 물질을 비교하여 연소 과정에서 물질의 성질이 달라짐을 설명할 수 있다.\n\n탐구 활동\n\n• 연소 후 생성되는 물질 확인하는 실험하기\nA\n연소 생성물을 확인하는 실험에서 연소 전과 후의 물질을 비교함으로써, 연소 과정에서 물질의 성질이 달라짐을 말할 수 있다.\nB\n연소 생성물을 확인하는 실험에서 연소 전과 후의 물질을 비교할 수 있다.\nC\n연소 후 생성되는 물질이 있음을 말할 수 있다.\n[6과14-04] 연소 과정에서 생성되는 물질로 인한 생태계의 피해 사례를 수집하고 분석하여 해결책을 제안하고 공유할 수 있다.\nA\n연소 과정에서 생성된 물질로 인한 생태계의 피해 사례를 수집하여 분석하고, 해결책을 찾아 공유할 수 있다.\nB\n연소 과정에서 생성되는 물질로 인한 생태계의 피해 사례를 수집하고 분석할 수 있다.\nC\n연소 생성물로 인한 생태계 피해 사례가 있음을 말할 수 있다.\n\n(15) 전기의 이용\n\n성취기준\n성취기준별 성취수준\n[6과15-01] 전지와 전구, 전선을 연결하여 전구에 불을 켜보고, 불이 켜지는 전기 회로의 특징을 말할 수 있다.\n\n탐구 활동\n\n• 전구에 불이 켜지는 전기 회로와 불이 켜지지 않는 전기 회로 비교하기\nA\n전구에 불이 켜지는 전기 회로에서 전지, 전구, 전선의 연결 특징을 설명할 수 있다.\nB\n전구에 불이 켜지는 전기 회로와 전구에 불이 켜지지 않는 전기 회로를 비교하여 차이점을 찾을 수 있다.\nC\n전지, 전구, 전선을 연결하여 전구에 불을 켤 수 있다.\n[6과15-02] 전지 한 개를 연결한 전기 회로와 전지 두 개를 직렬연결한 전기 회로의 특징을 비교할 수 있다.\n\n탐구 활동\n\n• 전지 한 개를 연결한 전기 회로와 전지 두 개를 직렬연결한 전기 회로에서 전구의 밝기 비교하기\nA\n전지 한 개를 연결한 전기 회로와 전지 두 개를 직렬연결한 전기 회로에 전구나 전동기 등의 전기 부품을 연결하여 보고, 전지를 직렬연결한 개수에 따른 회로의 특징을 서로 비교하여 설명할 수 있다.\nB\n전지 한 개를 연결한 전기 회로와 전지 두 개를 직렬연결한 전기 회로에서 전구의 밝기를 비교할 수 있다.\nC\n전지 한 개를 연결한 전기 회로와 전지 두 개를 직렬연결한 전기 회로를 만들 수 있다.\n[6과15-03] 전자석을 만들어 전자석의 성질을 탐색하고 전자석이 사용되는 예를 조사할 수 있다.\n\n탐구 활동\n\n• 전자석의 성질을 영구 자석과 비교하여 탐색하기\nA\n전자석의 성질을 영구 자석과 비교하여 탐색하고, 일상생활에서 전자석이 사용되는 사례를 전자석의 성질과 관련지어 설명할 수 있다.\nB\n실험을 통해 전자석의 세기와 방향을 바꾸는 방법을 찾고, 일상생활에서 전자석이 사용되는 예를 조사할 수 있다.\nC\n전자석을 만들어 전기가 흐르면 자석의 성질을 갖는 것을 관찰할 수 있다.\n[6과15-04] 전기를 효율적이고 안전하게 사용하는 방법을 조사하여 실천 계획을 세우고 일상생활에서 실천할 수 있다.\nA\n일상생활에서 효율적이고 안전한 전기 사용 방법에 관한 적절한 계획을 세워 실천할 수 있다.\nB\n효율적이고 안전한 전기 사용 방법을 조사할 수 있다.\nC\n효율적이고 안전한 전기 사용의 중요성을 인식한다.\n\n(16) 과학과 나의 진로\n\n성취기준\n성취기준별 성취수준\n[6과16-01] 미래 사회에 일어날 수 있는 문제를 조사하고, 문제를 해결하는 데 과학이 기여할 수 있는 방법을 토의할 수 있다.\nA\n미래 사회에 일어날 수 있는 문제를 조사하여 분석하고, 미래 사회 문제를 해결하는 데 과학이 기여하는 방법을 토의할 수 있다.\nB\n미래 사회에 일어날 수 있는 문제를 해결하는 데 과학이 기여할 수 있는 방법을 말할 수 있다.\nC\n미래 사회에 일어날 수 있는 문제를 해결하는 데 과학이 필요함을 말할 수 있다.\n[6과16-02] 다양한 진로가 과학과 관련됨을 알고, 자신의 진로를 과학과 관련지어 설명할 수 있다.\n\n탐구 활동\n\n• 우리의 진로에 영향을 미치는 과학적 요소 탐구하기\nA\n다양한 진로와 과학과의 관련성을 조사하고, 나의 진로와 과학과의 관련성을 설명할 수 있다.\nB\n다양한 진로와 과학과의 관련성을 조사하여 설명할 수 있다.\nC\n다양한 진로와 과학의 관련성을 말할 수 있다.\n\n나. 영역별 성취수준\n(1) 지층과 화석\n\n영역\n영역별 성취수준\n지층과 화석\nA\n지식･이해\n지층의 특징과 형성 과정을 설명하고, 지층이 퇴적암으로 이루어져 있다는 점과 퇴적암의 분류 방법을 알 수 있다. 화석의 생성 과정을 설명하고, 지구의 과거 생물과 환경을 추리할 수 있는 화석의 가치를 설명할 수 있다.\n과정･기능\n지층을 관찰하고 지층의 형성 과정을 모형으로 표현하며, 이암, 사암, 역암을 알갱이의 크기에 따라 분류할 수 있다. 화석을 관찰하고 화석 모형을 만들며, 화석을 이용하여 지구의 과거 생물과 환경을 추리할 수 있다.\n가치･태도\n화석에 대해 흥미를 가지고, 화석을 통해 지구의 과거를 상상하며, 화석의 가치를 인식한다.\nB\n지식･이해\n지층의 특징과 주요 퇴적암의 종류를 알고, 퇴적암을 알갱이의 크기로 분류할 수 있음을 이해하며, 화석의 생성 과정을 설명할 수 있다.\n과정･기능\n지층을 관찰하고 모형으로 표현하며, 이암, 사암, 역암을 관찰하여 알갱이의 크기에 따라 분류할 수 있다. 화석을 관찰하고 화석 모형을 만들 수 있다.\n가치･태도\n화석에 대해 흥미를 가지고, 화석의 가치를 인식한다.\nC\n지식･이해\n지층의 특징과 이암, 사암, 역암의 알갱이 크기가 다르다는 것을 말하고, 화석의 특징을 간단히 말할 수 있다.\n과정･기능\n지층을 관찰하여 두께와 색을 비교하고, 이암, 사암, 역암의 알갱이 크기를 관찰하며, 여러 가지 화석을 관찰할 수 있다.\n가치･태도\n화석에 대해 관심을 가진다.\n\n\n(2) 빛의 성질\n\n영역\n영역별 성취수준 \n빛의 성질\nA\n지식･이해\n물체를 보는 데에 빛이 필요함을 알고, 빛이 직진, 반사, 굴절하여 나아감을 구분하여 설명하며, 거울과 렌즈의 쓰임새를 빛의 직진, 반사, 굴절과 연관 지어 설명할 수 있다.\n과정･기능\n어둠상자 실험을 이용해 물체를 보는 데에 빛이 필요함을 이끌어 내고, 빛과 관련된 현상에서 빛의 직진, 반사, 굴절을 추리할 수 있다. 일상생활에서 쓰이는 거울과 렌즈를 조사하고, 이를 이용한 장치를 만들 수 있다.\n가치･태도\n빛의 직진, 반사, 굴절과 같은 빛의 성질에 흥미를 가지고, 그 원리를 탐구하려는 태도를 가진다.\nB\n지식･이해\n물체를 보는 데에 빛이 있어야 함을 알고, 공기 중이나 평면거울, 렌즈에서 빛이 나아가는 성질을 빛의 직진, 반사, 굴절로 설명할 수 있다.\n과정･기능\n어둠상자 실험에서 물체에 빛을 비추는 경우와 비추지 않는 경우에 나타나는 현상을 비교하고, 공기 중이나 평면거울, 렌즈에서 빛이 나아가는 모습을 관찰하며, 거울과 렌즈의 쓰임새를 조사하여 거울과 렌즈로 인해 생활이 편리해진 점을 말할 수 있다.\n가치･태도\n빛이 주는 이로운 점과 여러 가지 빛의 성질에 대해 흥미를 가진다.\nC\n지식･이해\n빛이 없는 곳에서는 물체를 볼 수 없음을 알고, 빛이 공기 중이나 평면거울, 렌즈에서 나아가는 모습이 다르다는 사실을 알 수 있다.\n과정･기능\n어둠상자 속의 물체에 빛을 비추는 활동을 수행하고, 공기 중이나 평면거울, 렌즈에서 빛이 나아가는 모습을 관찰하며, 일상생활에서 거울과 렌즈가 쓰이는 예를 찾을 수 있다.\n가치･태도\n우리 주위의 빛과 관련된 현상에 흥미를 가진다.\n\n(3) 용해와 용액\n\n영역\n영역별 성취수준 \n용해와 용액\nA\n지식･이해\n용해 현상의 의미와 일상생활에서 용액이 쓰이는 사례를 알고, 실험을 통해 용질의 종류와 물의 온도에 따라 물에 녹는 용질의 양이 달라짐을 설명할 수 있다.\n과정･기능\n진하기를 비교하는 방법으로 용액의 진하기를 상대적으로 비교하고, 일상생활에서 용액이 쓰이는 사례를 조사하여 용액의 필요성을 알리는 자료를 만들어 공유할 수 있다.\n가치･태도\n용액의 쓰임새를 조사하는 활동과 용액의 필요성에 관한 자료를 만들고 알리는 활동에 적극적으로 참여함으로써 용액의 성질과 쓰임새에 관심을 가진다.\nB\n지식･이해\n용해 현상의 의미와 일상생활에서 용액이 쓰이는 사례를 알고, 용질의 종류 또는 물의 온도에 따라 물에 녹는 용질의 양이 달라짐을 설명할 수 있다.\n과정･기능\n물체의 뜨는 정도를 이용하여 용액의 진하기를 비교하고, 일상생활에서 용액이 쓰이는 사례를 조사하여 용액의 필요성을 알리는 자료를 만들 수 있다.\n가치･태도\n용액의 쓰임새를 조사하는 활동과 용액의 필요성을 알리는 자료를 만드는 활동에 흥미를 가지고 적극적으로 참여한다.\nC\n지식･이해\n용해 현상의 의미와 용질이나 물의 양에 따라 용액의 진하기가 달라짐을 말할 수 있다.\n과정･기능\n진하기가 다른 용액에 물체를 띄워 나타나는 현상을 관찰할 수 있다.\n가치･태도\n일상생활에서 용액이 쓰이는 사례에 관심을 가진다.\n\n\n(4) 우리 몸의 구조와 기능\n\n영역\n영역별 성취수준 \n우리 몸의 구조와 기능\nA\n지식･이해\n뼈와 근육의 생김새, 몸이 움직이는 원리, 운동할 때 우리 몸에서 일어나는 변화를 설명할 수 있다. 소화, 순환, 호흡, 배설 기관의 종류, 위치, 생김새와 기능을 이해하여 우리 몸의 여러 기관이 서로 관련되어 있음을 설명할 수 있다. 우리 몸의 여러 기관과 관련된 질병을 이해하여 건강을 유지하기 위한 생활 방식을 설명할 수 있다.\n과정･기능\n뼈와 근육의 생김새를 관찰하여 모형을 만들고, 운동할 때 우리 몸에서 일어나는 변화를 관찰할 수 있다. 우리 몸의 여러 기관과 관련된 질병을 조사하고, 건강을 유지하기 위한 생활 방식을 토의할 수 있다. \n가치･태도\n생활 속에서 과학이 건강에 활용됨을 인식하여 건강을 유지하기 위한 생활 방식을 실천할 수 있다.\nB\n지식･이해\n뼈와 근육의 움직임을 통해 몸이 움직이는 것을 말하고, 소화, 순환, 호흡, 배설 기관의 구조와 기능을 알 수 있다. 우리 몸의 여러 기관과 관련된 질병을 알고, 건강을 유지하기 위한 생활 방식을 설명할 수 있다.\n과정･기능\n뼈와 근육이 움직이는 것을 관찰하여 모형을 만들고, 우리 몸의 여러 기관과 관련된 질병을 조사하며, 건강을 유지하기 위한 생활 방식을 발표할 수 있다.\n가치･태도\n건강을 유지하기 위한 실천 방법을 탐색할 수 있다.\nC\n지식･이해\n뼈와 근육의 생김새와 소화, 순환, 호흡, 배설 기관의 종류를 말하고, 우리 몸의 여러 기관과 관련된 질병을 말할 수 있다.\n과정･기능\n뼈와 근육의 생김새를 관찰하여 모형을 만들고, 우리 몸의 여러 기관과 관련된 질병을 조사할 수 있다.\n가치･태도\n건강에 관심을 가진다.\n\n(5) 혼합물의 분리\n\n영역\n영역별 성취수준 \n혼합물의 분리\nA\n지식･이해\n혼합물의 의미를 말하고, 알갱이의 크기 차이, 물에 용해되는 성질과 물이 증발하는 성질을 이용하여 혼합물을 분리하는 방법을 설명할 수 있다.\n과정･기능\n알갱이의 크기가 다른 고체 혼합물, 골고루 섞이지 않는 액체 혼합물을 분리하고, 혼합물을 분리할 때에 물에 용해되는 성질과 물이 증발하는 성질을 이용할 수 있다. 지속가능한 삶을 위한 과학기술 사례 중 혼합물 분리를 이용한 장치를 조사하여 공유할 수 있다.\n가치･태도\n지속가능한 삶을 이용한 과학기술 사례 중 혼합물 분리를 이용한 장치를 조사하는 활동에 참여하여 혼합물의 분리가 지속가능한 삶에 기여함을 인식한다.\nB\n지식･이해\n혼합물의 의미를 말하고, 알갱이 크기 차이, 물에 용해되는 성질을 이용하여 고체 혼합물을 분리하는 방법을 설명할 수 있다.\n과정･기능\n알갱이의 크기 차이와 물에 용해되는 성질을 이용하여 혼합물을 분리하고, 과학기술 사례 중 혼합물의 분리를 이용한 장치를 조사할 수 있다.\n가치･태도\n지속가능한 삶을 이용한 과학기술 사례를 통해 혼합물 분리의 필요성에 관심을 가진다.\nC\n지식･이해\n혼합물의 사례와 실험에서 관찰한 혼합물의 특징을 말할 수 있다.\n과정･기능\n일상생활에서 혼합물과 혼합물 분리 사례를 조사할 수 있다.\n가치･태도\n일상생활에서 혼합물 분리의 필요성에 관심을 가진다.\n\n(6) 날씨와 우리 생활\n\n영역\n영역별 성취수준 \n날씨와 우리 생활\nA\n지식･이해\n기온, 바람, 습도, 구름의 양, 강수량 등의 기상 요소에 대해 이해하고, 날씨가 우리 생활에 주는 영향을 설명할 수 있다. 이슬, 안개, 구름의 공통점과 차이점을 이해하고, 고기압과 저기압에서 나타나는 날씨의 특징을 설명할 수 있다.\n과정･기능\n기온, 바람, 습도, 구름의 양, 강수량 등의 기상 요소를 조사하고, 이슬, 안개, 구름을 관찰할 수 있다. 바람 발생에 대한 모형실험을 통해 고기압에서 저기압으로 부는 바람의 방향을 설명할 수 있다.\n가치･태도\n날씨에 대해 호기심을 가지고, 일상생활에서 기온 및 강수량과 같은 기상 요소의 유용함을 인식한다.\nB\n지식･이해\n기온, 바람, 습도, 구름의 양, 강수량 등의 기상 요소에 대해 이해하고, 이슬, 안개, 구름의 공통점과 차이점을 설명할 수 있다. 바람이 고기압에서 저기압으로 분다는 것을 말할 수 있다.\n과정･기능\n기온, 바람, 습도, 구름의 양, 강수량 등의 기상 요소를 조사하고, 이슬, 안개, 구름을 관찰하며, 바람 발생에 대한 모형실험을 할 수 있다.\n가치･태도\n일상생활에서 사용되는 기상 요소에 관심을 가진다.\nC\n지식･이해\n날씨가 우리 생활에 주는 영향에 대해 인식하고, 이슬, 안개, 구름을 구별하며, 고기압과 저기압의 의미를 말할 수 있다.\n과정･기능\n날씨가 우리 생활에 주는 영향을 조사하고, 이슬, 안개, 구름을 관찰할 수 있다.\n가치･태도\n날씨에 대해 호기심을 가진다.\n\n(7) 열과 우리 생활\n\n영역\n영역별 성취수준 \n열과 우리 생활\nA\n지식･이해\n물체의 따뜻하고 차가운 정도를 온도로 표현하고, 온도가 다른 두 물체가 접촉했을 때 나타나는 온도 변화를 열의 이동으로 설명 수 있다. 열이 이동하는 방식의 특징을 비교하고, 단열의 의미를 설명할 수 있다.\n과정･기능\n온도계를 이용하여 온도를 측정하고, 온도가 다른 두 물체가 접촉할 때 두 물체의 온도 변화의 원인을 추리하며, 일상생활에서 단열을 이용하는 사례를 조사하고, 온도를 유지할 수 있는 장치를 만들 수 있다.\n가치･태도\n열과 관련된 현상에 관심을 가지고 탐구하려는 자세를 가지며, 일상생활의 문제 해결에 과학 지식을 활용하려고 노력한다.\nB\n지식･이해\n물체의 따뜻하고 차가운 정도를 온도로 표현할 수 있음을 알고, 온도가 다른 두 물체가 접촉했을 때 두 물체의 온도가 변한다는 사실을 말할 수 있다. 열의 이동 방식이 다양하다는 사실을 말하고, 일상생활에서의 단열이 이용되는 예를 들 수 있다.\n과정･기능\n온도계의 사용법을 알고, 온도가 다른 두 물체가 접촉할 때 시간에 따른 두 물체의 온도 변화를 측정할 수 있다. 일상생활에서 단열이 이용되는 예를 조사하고, 온도를 유지할 수 있는 장치를 만들 수 있다.\n가치･태도\n물체의 따뜻하고 차가운 정도를 온도로 나타내는 것은 일상생활을 편리하게 하는 온도의 유용성임을 인식한다.\nC\n지식･이해\n온도는 물체의 따뜻하고 차가운 정도임을 알고, 온도가 다른 두 물체가 접촉했을 때 두 물체의 온도가 변한다는 사실을 말할 수 있다. 열의 이동 방식이 다를 수 있음을 알고, 단열의 예를 들 수 있다.\n과정･기능\n온도가 다른 두 물체가 접촉할 때 두 물체의 온도가 변하는 현상을 관찰할 수 있다. 일상생활에서 단열의 예를 찾고, 온도가 일정하게 유지되는 장치가 쓰이는 예를 찾고 필요성을 말할 수 있다.\n가치･태도\n일상생활에서 물체의 따뜻하고 차가운 정도를 나타내는 사례를 찾아 관련 현상에 관심을 가진다.\n\n(8) 자원과 에너지\n\n영역\n영역별 성취수준 \n자원과 에너지\nA\n지식･이해\n일상생활에서 이용하는 다양한 자원과 에너지를 이해하여 자원과 에너지의 효율적 사용에 대한 중요성을 알고, 자원과 에너지를 효율적으로 이용하는 다양한 방법을 설명할 수 있다.\n과정･기능\n일상생활에서 이용하는 다양한 자원과 주위에서 활용되는 재생에너지의 종류를 조사할 수 있다. 자원과 에너지를 효율적으로 활용하기 위한 다양한 방법을 조사하고, 생활 속 다양한 실천 사례를 공유할 수 있다.\n가치･태도\n자원과 에너지의 소중함과 효율적 이용의 필요성에 대한 이해를 바탕으로 자원과 에너지를 효율적으로 활용하는 것에 관심을 가지고 이를 실천하기 위해 노력한다.\nB\n지식･이해\n주위에서 이용하는 자원의 예를 들고, 재생에너지의 종류와 활용되는 예를 말할 수 있으며, 일상생활에서 자원과 에너지를 효율적으로 활용하기 위한 방법을 설명할 수 있다.\n과정･기능\n주위에서 이용되는 자원을 조사하고, 재생에너지의 종류와 활용되는 예를 찾아 발표할 수 있다.\n가치･태도\n자원과 에너지의 소중함과 효율적 이용의 필요성을 알고, 자원과 에너지를 절약하고자 노력한다.\nC\n지식･이해\n주위에서 이용하고 있는 자원의 예를 알고, 재생에너지의 의미를 말할 수 있다. \n과정･기능\n주위에서 이용하는 자원의 예를 찾아 발표할 수 있다.\n가치･태도\n자원과 에너지의 소중함과 효율적 이용의 필요성을 인식한다.\n\n(9) 산과 염기\n\n영역\n영역별 성취수준 \n산과 염기\nA\n지식･이해\n산성 용액과 염기성 용액의 성질과 산성 용액과 염기성 용액을 섞을 때 나타나는 용액의 성질 변화를 설명할 수 있다. 일상생활에서의 산성 용액과 염기성 용액의 이용 사례를 말할 수 있다.\n과정･기능\n지시약을 이용하여 산성 용액과 염기성 용액으로 분류하고, 산성 용액과 염기성 용액을 섞었을 때 나타나는 용액의 성질 변화를 추론할 수 있다. 산성화로 인한 환경의 피해 사례를 소개하는 자료를 만들어 공유할 수 있다.\n가치･태도\n산성화로 인한 환경 피해의 심각성을 인식하고, 적극적인 자세로 문제 해결을 위해 노력한다.\nB\n지식･이해\n산성 용액과 염기성 용액의 성질과 일상생활에서의 이용 사례를 말할 수 있다.\n과정･기능\n지시약을 이용하여 같은 성질을 지닌 용액을 구분하고, 산성 용액과 염기성 용액을 섞었을 때 나타나는 현상을 관찰하여 기술할 수 있다. 산성화로 인한 환경의 피해 사례를 조사할 수 있다.\n가치･태도\n산성화로 인한 환경 피해 사례를 조사하여 환경 문제의 심각성에 관심을 가진다.\nC\n지식･이해\n산성 용액과 염기성 용액의 성질을 말하고, 산성화로 인한 환경 피해를 설명할 수 있다.\n과정･기능\n산성 용액과 염기성 용액의 성질을 관찰하여 기술할 수 있다.\n가치･태도\n산성화로 인한 피해 사례에 관심을 가진다.\n\n(10) 물체의 운동\n\n영역\n영역별 성취수준 \n물체의 운동\nA\n지식･이해\n운동하는 물체는 시간에 따라 위치가 변한다는 특징을 이해하고, 물체의 빠르기를 속력으로 표현하며, 교통 규칙을 속력과 관련하여 설명할 수 있다.\n과정･기능\n운동하는 물체의 공통적인 특징을 탐구하고, 물체의 이동 거리와 걸린 시간을 측정하여 물체의 속력을 구해 빠르기를 비교하며, 속력과 관련된 안전 수칙 및 안전장치에 대해 조사한 결과를 공유할 수 있다.\n가치･태도\n속력과 관련된 안전 수칙과 안전장치를 조사한 내용을 바탕으로 일상생활에서 교통안전을 실천한다.\nB\n지식･이해\n물체의 이동 거리와 걸린 시간으로 속력을 구함을 알고, 속력과 관련된 교통안전 수칙을 말할 수 있다.\n과정･기능\n물체가 일정한 시간 동안 이동한 거리를 측정하여 물체의 속력을 비교하고, 속력과 관련된 안전 수칙과 안전장치를 조사할 수 있다.\n가치･태도\n일상생활에서 속력과 관련된 안전 수칙과 안전장치에 관심을 가지고, 안전 수칙을 지키기 위한 태도를 가진다.\nC\n지식･이해\n운동하는 물체의 위치는 변한다는 사실을 말하며, 일상생활에서의 교통안전 수칙을 말할 수 있다.\n과정･기능\n운동하는 물체의 이동 거리와 걸린 시간을 측정하고, 일상생활에서 속력과 관련된 안전 수칙과 안전장치를 찾을 수 있다.\n가치･태도\n일상생활에서 속력과 관련된 안전 수칙에 관심을 가지고, 교통안전에 대한 필요성을 인식한다.\n\n(11) 식물의 구조와 기능\n\n영역\n영역별 성취수준 \n식물의 구조와 기능\nA\n지식･이해\n생물을 이루고 있는 기본 단위가 세포임을 말하고, 실험을 통해 뿌리, 줄기, 잎, 꽃의 구조와 기능을 이해하며 각각의 기관이 연결되어 있음을 설명할 수 있다. \n과정･기능\n세포 영구 표본을 이용하여 현미경으로 세포의 핵, 세포벽 등을 관찰하고, 줄기에서의 물의 이동, 증산 작용 실험, 광합성 산물을 확인하는 실험을 설계하고 수행할 수 있다. 여러 가지 식물의 구조와 기능을 관찰하거나 조사하고, 이를 설명하는 자료를 만들어 발표하고 공유할 수 있다.\n가치･태도\n식물의 구조와 기능을 관찰하면서 생명의 신비로움을 느끼고, 실험 활동에 참여하면서 흥미와 관심을 가진다.\nB\n지식･이해\n생물을 이루고 있는 기본 단위가 세포임을 말하고, 실험을 통해 식물의 뿌리, 줄기, 잎, 꽃의 구조와 각각의 기능을 말할 수 있다.\n과정･기능\n식물 세포 영구 표본을 이용하여 현미경으로 세포의 핵을 관찰할 수 있다. 식물의 각 기관의 구조를 관찰하고 기능을 알아보는 실험을 수행하며, 여러 가지 식물의 특징을 설명하는 자료를 만들 수 있다.\n가치･태도\n식물의 구조와 기능에 흥미를 가지고, 식물 관찰에 관심을 가진다.\nC\n지식･이해\n생물을 이루고 있는 기본 단위가 세포임을 말하고, 식물의 뿌리, 줄기, 잎, 꽃 등의 특징을 말할 수 있다.\n과정･기능\n식물을 관찰하여 뿌리, 줄기, 잎, 꽃으로 구분할 수 있다.\n가치･태도\n식물에 관심을 가진다.\n\n(12) 지구의 운동\n\n영역\n영역별 성취수준 \n지구의 운동\nA\n지식･이해\n지구의 자전을 알고, 하루 동안 태양과 별의 위치가 규칙적으로 달라진다는 것과 낮과 밤이 생기는 원인을 설명할 수 있다. 지구의 공전을 알고 계절에 따라 달라지는 별자리를 말할 수 있다.\n과정･기능\n하루 동안 태양과 별을 관찰하고 기록하여 천체의 위치 변화에 대한 규칙성을 찾을 수 있다. 모형실험을 통해 낮과 밤이 생기는 이유를 추론하고, 천체 관측 프로그램을 이용하여 계절별 대표적인 별자리를 관찰할 수 있다.\n가치･태도\n지구의 운동에 따른 여러 현상에 관심을 가지고, 계절별 대표적인 별자리를 관찰하려는 자세를 가진다.\nB\n지식･이해\n하루 동안 천체의 위치가 달라진다는 것과 낮과 밤이 생기는 이유를 설명하고, 계절에 따라 달라지는 별자리를 말할 수 있다.\n과정･기능\n하루 동안 태양과 별을 관찰하고 기록하며 낮과 밤이 생기는 이유를 탐구하기 위한 모형실험을 할 수 있다. 천체 관측 프로그램을 이용하여 계절별 대표적인 별자리를 관찰할 수 있다.\n가치･태도\n하루 동안 태양의 위치 변화와 계절별 별자리에 대해 흥미를 가진다.\nC\n지식･이해\n하루 동안 태양의 위치가 달라진다는 것과 지구의 자전을 설명하고, 계절에 따라 별자리가 달라진다는 것을 말할 수 있다.\n과정･기능\n하루 동안 태양의 위치 변화를 관찰하고, 계절별 별자리를 관찰할 수 있다.\n가치･태도\n하루 동안 태양의 위치 변화에 호기심을 가진다.\n\n(13) 계절의 변화\n\n영역\n영역별 성취수준 \n계절의 변화\nA\n지식･이해\n태양 고도를 알고 하루 동안 태양 고도, 그림자 길이, 기온의 관계와 계절에 따른 태양의 남중 고도, 낮의 길이 사이의 관계를 이해하며, 계절 변화의 원인을 지구의 자전축 기울기와 공전으로 설명할 수 있다.\n과정･기능\n하루 동안 태양 고도, 그림자 길이, 기온을 측정하고, 디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이를 조사하며 이들 사이의 관계를 추론할 수 있다.\n가치･태도\n계절의 변화에 호기심을 가지고, 태양 고도 측정기를 만들어 과학적으로 문제를 해결하려는 자세를 가진다.\nB\n지식･이해\n하루 동안 태양 고도, 그림자 길이, 기온의 변화를 이해하고, 계절별 태양의 남중 고도와 낮의 길이의 관계를 설명하며, 지구 공전과 자전축의 기울기가 계절 변화와 관련이 있음을 말할 수 있다.\n과정･기능\n하루 동안 태양 고도, 그림자 길이, 기온을 측정하고, 디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이를 조사하여 비교할 수 있다.\n가치･태도\n계절의 변화에 호기심을 가지고, 태양 고도 측정기를 만들 수 있다.\nC\n지식･이해\n하루 동안 태양 고도, 그림자 길이, 기온이 달라진다는 것과 계절별로 태양의 남중 고도 및 낮의 길이가 달라진다는 것을 이해하며, 지구 공전이 계절 변화와 관련이 있다는 것을 말할 수 있다.\n과정･기능\n하루 동안 태양 고도, 그림자 길이, 기온을 측정하고, 디지털 자료를 활용하여 계절별 태양의 남중 고도, 낮의 길이를 조사할 수 있다.\n가치･태도\n계절의 변화에 호기심을 가진다.\n\n(14) 물질의 연소\n\n영역\n영역별 성취수준 \n물질의 연소\nA\n지식･이해\n물질의 성질이 달라지는 변화와 달라지지 않는 변화가 있음을 설명할 수 있다. 여러 연소 사례를 통해 연소에 필요한 조건을 말하고, 연소 과정에서 물질의 성질이 달라짐을 설명할 수 있다.\n과정･기능\n서로 다른 물질을 섞기 전과 후의 성질 변화를 비교하여 기술하고, 연소의 공통적인 현상과 연소에 필요한 조건을 찾아낼 수 있다. 연소 실험을 수행하여 연소 생성물을 관찰하고, 연소 전과 후의 물질을 비교할 수 있다. 연소 생성물로 인한 생태계의 피해 사례를 수집하고 분석하여 해결책을 제안하고 공유할 수 있다.\n가치･태도\n연소 현상에 관심을 가지고, 연소 생성물로 인한 생태계 피해의 심각성을 느끼며, 문제 해결을 위해 노력하려는 태도를 가진다.\nB\n지식･이해\n서로 다른 물질을 섞을 때 물질의 성질이 달라지는 변화가 있음을 설명하고, 연소의 의미와 연소 과정에서 생성되는 물질을 말할 수 있다.\n과정･기능\n서로 다른 물질을 섞은 후 나타나는 변화를 관찰하여 기술할 수 있다. 연소 실험을 수행하여 연소 생성물을 확인하고, 연소 전과 후의 물질을 비교할 수 있다. 연소 생성물로 인한 생태계의 피해 사례를 수집하고 분석할 수 있다.\n가치･태도\n연소 현상에 관심을 가지고, 연소 생성물로 인한 생태계 피해 사례를 통해 문제의 심각성에 공감한다.\nC\n지식･이해\n서로 다른 물질을 섞었을 때 물질의 성질이 달라질 수 있음을 알고, 연소 과정에서 생성된 물질이 있음을 말할 수 있다.\n과정･기능\n서로 다른 물질을 섞은 후 나타나는 변화와 연소 현상을 관찰할 수 있다.\n가치･태도\n연소 현상과 연소 생성물로 인한 생태계 피해 사례에 관심을 가진다.\n\n(15) 전기의 이용\n\n영역\n영역별 성취수준 \n전기의 이용\nA\n지식･이해\n전구에 불이 켜지는 전기 회로의 특징과 전기 회로에 연결된 전기의 수에 따른 전구의 밝기 변화를 설명할 수 있다. 일상생활에서 전자석이 사용되는 예를 전자석의 성질과 관련지어 설명하고, 전기를 효율적이고 안전하게 사용하는 방법을 설명할 수 있다.\n과정･기능\n전지 한 개와 전지 두 개가 직렬연결된 전기 회로에 전구, 전동기와 같은 전기 부품을 연결하여 전기 회로의 특징을 비교할 수 있다. 전자석을 제작하여 영구 자석과 비교하고, 전자석이 사용되는 예를 조사하며, 일상생활에서 전기를 효율적이고 안전하게 사용하는 방법을 조사하여 실천 계획을 세울 수 있다.\n가치･태도\n효율적이고 안전한 전기 사용 계획을 세우고 일상생활에서 이를 실천한다.\nB\n지식･이해\n전기 회로 중에서 전구의 불이 켜지는 전기 회로를 찾고, 전기 회로에 연결된 전지의 수에 따라 전구의 밝기가 달라질 수 있음을 말할 수 있다. 전자석과 영구 자석의 차이를 구별하며, 전기를 안전하게 사용하는 방법을 설명할 수 있다.\n과정･기능\n전지 한 개와 전지 두 개가 직렬연결된 전기 회로에서 전구의 밝기를 비교할 수 있다. 실험을 통해 전자석의 세기와 방향을 바꾸는 방법과 전자석이 사용되는 예를 찾으며, 전기를 안전하게 사용하는 방법을 조사할 수 있다.\n가치･태도\n일상생활에서 효율적이고 안전한 전기 사용에 관심을 가진다.\nC\n지식･이해\n전지, 전구, 전선을 연결하면 전구에 불이 켜짐을 이해하고, 전기 회로에 연결된 전지의 수와 전구의 밝기가 연관됨을 말할 수 있다. 전류가 흐르고 있는 전자석은 자석의 성질을 띤다는 사실을 알고, 일상생활에서 전기를 안전하게 사용하는 경우를 말할 수 있다.\n과정･기능\n전지, 전구, 전선을 연결하여 전구에 불을 켜고, 전지 한 개와 전지 두 개가 직렬연결된 전기 회로를 만들 수 있다. 전자석을 만들어 전자석이 자석의 성질을 나타냄을 관찰하고, 일상생활에서 전기를 안전하게 사용하는 경우를 찾을 수 있다.\n가치･태도\n일상생활에서 전기 안전의 중요성을 인식한다.\n\n(16) 과학과 나의 진로\n\n영역\n영역별 성취수준 \n과학과 나의 진로\nA\n지식･이해\n미래 사회의 문제를 해결하는 데 과학이 기여하는 방법을 말하고, 다양한 진로와 과학의 관련성에 대한 이해를 바탕으로 나의 진로와 과학과의 관련성을 설명할 수 있다.\n과정･기능\n미래 사회의 문제를 해결하는 데 과학이 기여하는 방법과 과학이 가지는 한계점을 토의하고, 다양한 진로와 과학의 관련성을 조사할 수 있다.\n가치･태도\n과학의 유용성과 가치를 인식하고, 과학과 관련지어 자신의 진로를 탐색하는 활동을 적극적으로 실천하려는 태도를 가진다.\nB\n지식･이해\n미래 사회의 문제를 해결하는 데 과학이 기여할 수 있는 방법을 말하고, 다양한 진로와 과학의 관련성을 설명할 수 있다.\n과정･기능\n미래 사회의 문제를 해결하는 데 과학이 기여하는 방법을 토의하고, 다양한 진로와 과학의 관련성을 조사할 수 있다.\n가치･태도\n과학의 유용성을 인식하고, 과학과 관련지어 진로를 탐색하는 활동에 흥미를 가진다.\nC\n지식･이해\n미래 사회에 일어날 수 있는 문제와 다양한 진로가 과학과 관련되어 있음을 말할 수 있다.\n과정･기능\n미래 사회에 일어날 수 있는 문제를 토의하고, 진로에 영향을 주는 과학적 요소를 찾을 수 있다.\n가치･태도\n미래 사회의 문제 해결과 자신의 진로 탐색에 과학이 유용함을 인식한다.\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n학교급\n초등학교\n과목\n과학\n학년군\n5~6학년군\n영역(단원)\n물질 - (9) 산과 염기\n성취기준\n성취기준별 성취수준\n[6과09-04] 산성화로 인한 환경의 피해 사례를 소개하는 자료를 만들고 공유할 수 있다.\nA\n산성화로 인한 환경 피해의 심각성을 인식하고, 문제 해결을 위해 관련 사례를 소개하는 자료를 만들어 공유할 수 있다.\nB\n산성화로 인한 환경 피해 사례를 조사하고, 산성화로 인한 환경 문제에 관심을 가진다.\nC\n산성화로 인해 환경에 피해가 생길 수 있음을 말할 수 있다.\n평가 과제\n● 산성화로 인한 환경 피해 사례를 소개하는 자료 만들기\n평가 요소\n● 산성화로 인한 환경의 다양한 피해 사례를 조사하여 문제점 설명하기\n● 모둠별 제작 계획을 토의하여 산성화로 인한 피해 사례 소개 자료 만들기\n● 효과적으로 전달할 수 있는 매체를 선택하여 적극적으로 알리기\n평가 도구 유형\n구술·발표\n배점\n7점\n개발 방향 및 \n활용 시 고려 사항\n● 이 수행평가 과제에서는 학생들이 산성화로 인한 환경 피해 사례를 조사하여 문제점을 찾고, 문제의 심각성을 널리 알리기 위한 자료를 만들어 공유하는 과정에서 나타나는 학생 발문을 통해 학생들의 수행 능력을 평가하고자 한다.\n● 산성화로 인한 환경의 피해 사례를 소개하는 자료를 만들고 공유하는 능력을 평가하기 위해 자료 수집, 설계 및 제작, 공유를 평가 요소로 세분화하여 자기 평가, 동료 평가, 교사 평가가 이루어지도록 구성하였다.\n● 모둠별로 진행되는 활동으로 역할 분담이 적절하게 이루어져야 한다. 수집한 자료의 출처를 표시하는 방법을 미리 안내하고, 자료 공유와 관련된 평가를 진행할 때는 각종 누리 소통망을 활용할 수 있다. \n● 1번 문항은 성취수준 B와 C를 고려한 문항으로 산성화로 인한 환경 피해 사례 조사를 수행한 학생은 성취수준 B 이상을 도달한 것으로 볼 수 있다. 추가적으로 산성비로 인한 환경 피해 사례를 찾아 설명하는 경우 성취수준 A로 분류할 수 있다.\n● 2번과 3번 문항은 성취수준 A를 고려한 문항으로 소개 자료를 제작하여 공유한 학생들은 성취수준 A에 도달한 것으로 볼 수 있다.\n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n《산성화로 인한 환경 피해 사례를 소개하는 자료 만들기》\n\n1. 산성화로 인한 환경 피해 사례를 조사하여 이로 인한 문제점을 써 봅시다.\n\n순\n피해 사례 및 문제점\n조사 방법(출처)\n1\n\n\n2\n\n\n\n자기\n평가\n산성화로 인한 환경 피해 사례를 두 가지 이상 찾았어요. □ 예    □ 아니오\n피해 사례로 인해 생기는 문제점을 함께 설명했어요.     □ 예    □ 아니오\n\n  2. 산성화로 인한 환경 피해 사례를 소개하는 자료를 만들어 봅시다.\n  2-1. 자료를 만들기 위한 계획을 세워 봅시다.\n\n자료를 보여 줄 사람\n\n자료 형태\n\n자료에 들어갈 내용\n\n역할 분담\n\n필요한 준비물\n\n주의할 점\n\n\n\n동료\n평가\n계획을 세울 때 친구들에게 적극적으로 자신의 의견을 말했어요.      ☆☆☆☆☆\n역할을 잘 수행하여 알맞은 내용과 형식을 갖춘 자료를 만들었어요.   ☆☆☆☆☆\n\n  2-2. 자료를 만들고, 수정할 점을 찾아 고쳐 봅시다.\n\n고쳐야 할 점\n\n잘된 점\n\n\n\n3. 산성화로 인한 환경 피해 사례를 소개하는 자료를 다른 사람과 공유해 봅시다.\n\n채점기준\n\n\n 채점기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n1\n자료 조사 결과 발표\n3점\n산성화로 인한 환경 피해 사례와 이로 인한 문제점을 두 개 이상 설명한다.\n예시 답안\n\n1\n산성비로 숲 생태계가 파괴된다. 산성비로 인해 토양이 산성화되면 나무가 더 물을 많이 흡수하게 되고, 이 때문에 가뭄이 더 심각해지며, 동물들이 물을 구하기 어려워진다.\n2\n온실가스가 바다로 흡수되면서 바닷물의 산성화가 빨라지고 있다. 바닷물의 산성화는 산호초를 이루는 물질을 녹여 산호초가 사라지게 한다. 이로 인해 산호초를 서식지로 하는 많은 해양 생물의 생존에 어려움을 겪게 되었다.\n\n2점\n산성화로 인한 환경 피해 사례를 한 가지 찾고 이로 인한 문제점을 설명한다. 또는 산성화로 인한 환경 피해 사례를 두 개 이상 제시하지만, 문제점을 설명하지 못한다.\n예시 답안\n1\n산성비로 숲 생태계가 파괴된다. 산성비로 인해 토양이 산성화되면 나무가 더 물을 많이 흡수하게 되고, 이 때문에 가뭄이 더 심각해지며, 동물들이 물을 구하기 어려워진다.\n예시 답안\n2\n\n1\n산성비로 숲 생태계가 파괴된다. \n2\n온실가스가 바다로 흡수되면서 바닷물의 산성화가 빨라지고 있다.\n\n1점\n산성화로 인한 환경 피해 사례 한 가지를 말한다.\n예시 답안\n산성비로 숲 생태계가 파괴된다. \n0점\n산성화로 인한 환경 피해 사례를 말하지 못한다.\n2\n자료 작성 계획 및 제작하기\n2점\n모둠별로 논의하여 자료를 만들기 위한 구체적인 계획을 세우고, 자료의 형태와 소개할 사람 등을 고려하여 적절한 내용으로 자료를 제작한다.\n예시 답안\n\n자료를 보여줄 사람\n우리 반 친구들\n자료 형태\n뉴스 동영상\n자료에 들어갈 내용\n산성비로 인한 숲 생태계 파괴 사례 및 문제점\n바닷물의 산성화로 인한 산호초 파괴 사례 및 문제점\n역할 분담\n□□□: 대본 쓰기, 진행 보조\n○○○: 뉴스 진행, 대본 수정\n◇◇◇: 영상 촬영, 소품 제작\n◆◆◆: 소품 제작, 촬영 보조\n필요한 준비물\n스마트 기기, 사례 관련 사진, 도화지, 색칠 도구, 책상, 의자 등\n주의할 점\n녹화 전 대본 연습을 충분히 한다.\n그림이나 사진 등을 영상에 넣어 전달의 효과를 높인다.\n소품 제작 시 가위나 칼에 베이지 않도록 조심한다.\n\n\n\n고쳐야 할 점\n가뭄의 심각성을 알 수 있도록 관련된 사진을 추가하면 좋겠다.\n잘된 점\n쉬운 말로 설명하여 산성화로 인한 환경 피해 사례가 잘 전달된다.\n\n1점\n모둠별로 논의하여 자료를 만들기 위한 구체적인 계획을 세운다. 또는 자료의 형태와 소개할 사람 등을 고려하여 적절한 내용으로 자료를 제작한다.\n예시 답안\n예시 1: 계획만 제시한 경우\n\n자료를 보여줄 사람\n우리 반 친구들\n자료 형태\n뉴스 동영상\n자료에 들어갈 내용\n산성비로 인한 숲 생태계 파괴 사례 및 문제점\n바닷물의 산성화로 인한 산호초 파괴 사례 및 문제점\n역할 분담\n□□□: 대본 쓰기, 진행 보조\n○○○: 뉴스 진행, 대본 수정\n◇◇◇: 영상 촬영, 소품 제작\n◆◆◆: 소품 제작, 촬영 보조\n필요한 준비물\n스마트 기기, 사례 관련 사진, 도화지, 색칠 도구, 책상, 의자 등\n주의할 점\n녹화 전 대본 연습을 충분히 한다.\n그림이나 사진 등을 영상에 넣어 전달의 효과를 높인다.\n소품 제작 시 가위나 칼에 베이지 않도록 조심한다.\n\n예시 2: 자료만 제작한 경우\n\n\n고쳐야 할 점\n가뭄의 심각성을 알 수 있도록 관련된 사진을 추가하면 좋겠다.\n잘된 점\n쉬운 말로 설명하여 산성화로 인한 환경 피해 사례가 잘 전달된다.\n\n0점\n자료를 만들기 위해 계획을 간단히 세웠지만, 자료 안에 들어간 내용이 적절하지 않다.\n3\n자료 공유하기\n2점\n자료의 형태에 적절한 공유 방법을 통해 적극적으로 환경 피해의 심각성을 알린다.\n예시 답안\n반에 있는 텔레비전으로 영상을 상영하면서 산성화로 인한 환경 피해를 적극적으로 설명하고, 누리 소통망을 통해 공유한다.\n1점\n자료의 형태에 적절한 공유 방법을 선택하였으나, 환경 피해의 심각성을 알리는 데 소극적인 태도를 보인다. 또는 공유 방법이 적절하지 않지만, 환경 피해의 심각성을 적극적으로 알린다.\n예시 답안\n자세한 설명 없이 반에 있는 텔레비전으로 영상을 직접 보여준다.\n0점\n자료를 공유하지 않는다.\n\n\n\n\n 교사용 체크리스트\n\n내    용\n우수\n보통\n미흡\n1\n적절한 매체를 선택하여 자료를 홍보하였다.\n✔\n\n\n2\n적극적으로 자료를 알리는 데 노력하는 모습을 보였다.\n\n✔\n\n\n\n\n\n 채점 시 고려 사항\n- 수집된 자료를 바탕으로 산성화가 주는 환경 피해를 설명하는지 판단한다.\n- 제작 전에 작성한 계획서에 따라 자료를 제작했는지 판단한다.\n- 자료의 형태에 따라 알맞은 공유 방법이 다를 수 있기에, 평가 전 자료의 형태별 다양한 공유 방법을 숙지한다.\n모범 답안\n\n《산성화로 인한 환경 피해 사례를 소개하는 자료 만들기》\n\n1. 산성화로 인한 환경 피해 사례를 조사하여 이로 인한 문제점을 써 봅시다.\n\n순\n피해 사례 및 문제점\n조사 방법(출처)\n1\n  산성비로 숲 생태계가 파괴된다. 산성비로 인해 토양이 산성화되면 나무가 더 물을 많이 흡수하게 되고, 이 때문에 가뭄이 더 심각해지며, 동물들이 물을 구하기 어려워진다.\n인터넷 조사\n(사이언스타임, www.sciencetimes.co.kr)\n2\n  온실가스가 바다로 흡수되면서 바닷물의 산성화가 빨라지고 있다. 바닷물의 산성화는 산호초를 이루는 물질을 녹여 산호초가 사라지게 한다. 이로 인해 산호초를 서식지로 하는 많은 해양 생물의 생존에 어려움을 겪게 되었다.\n\n\n자기\n평가\n산성화로 인한 환경 피해 사례를 두 가지 이상 찾았어요. ▣ 예    □ 아니오\n피해 사례로 인해 생기는 문제점을 함께 설명했어요.     ▣ 예    □ 아니오\n\n  2. 산성화로 인한 환경 피해 사례를 소개하는 자료를 만들어 봅시다.\n  2-1. 자료를 만들기 위한 계획을 세워 봅시다.\n\n자료를 보여 줄 사람\n우리 반 친구들\n자료 형태\n뉴스 동영상\n자료에 들어갈 내용\n산성비로 인한 숲 생태계 파괴 사례 및 문제점\n바닷물의 산성화로 인한 산호초 파괴 사례 및 문제점\n역할 분담\n□□□: 대본 쓰기, 진행 보조\n○○○: 뉴스 진행, 대본 수정\n◇◇◇: 영상 촬영, 소품 제작\n◆◆◆: 소품 제작, 촬영 보조\n필요한 준비물\n스마트 기기, 사례 관련 사진, 도화지, 색칠 도구, 책상, 의자 등\n주의할 점\n녹화 전 대본 연습을 충분히 한다.\n그림이나 사진 등을 영상에 넣어 전달의 효과를 높인다.\n소품 제작 시 가위나 칼에 베이지 않도록 조심한다.\n\n\n동료\n평가\n계획을 세울 때 친구들에게 적극적으로 자신의 의견을 말했어요.      ☆☆☆☆☆\n역할을 잘 수행하여 알맞은 내용과 형식을 갖춘 자료를 만들었어요.   ☆☆☆☆☆\n\n  2-2. 자료를 만들고, 수정할 점을 찾아 고쳐 봅시다.\n\n고쳐야 할 점\n가뭄의 심각성을 알 수 있도록 관련된 사진을 추가하면 좋겠다.\n잘된 점\n뉴스 진행자의 발음이 분명해 내용 전달이 잘 된다.\n\n\n동료\n평가\n계획을 세울 때 친구들에게 적극적으로 자신의 의견을 말하였다.      ★★★★★\n제작 과정에서 수정할 부분을 찾아 완성도를 높이려 노력하였다.      ★★★★☆\n역할을 잘 수행하여 알맞은 내용과 형식을 갖춘 자료를 만들었다.   ★★★★★\n\n3. 산성화로 인한 환경 피해 사례를 소개하는 자료를 다른 사람과 공유해 봅시다.\n  반에 있는 텔레비전으로 영상을 상영하면서 산성화로 인한 환경 피해를 적극적으로 설명한다.\n\n(2) 수행평가-2\n\n  1. 평가 도구 개요\n\n학교급\n초등학교\n과목\n과학\n학년군\n5~6학년군\n영역\n생명 - (11) 식물의 구조와 기능\n성취기준\n성취기준별 성취수준\n[6과11-02] 식물의 각 기관의 구조를 관찰하고, 기능을 알아보는 실험을 수행하여 식물 각 기관의 구조와 기능을 설명할 수 있다.\nA\n식물의 각 기관의 구조를 관찰하고 줄기에서의 물의 이동, 증산 작용 실험, 광합성 산물을 확인하는 실험을 통해 뿌리, 줄기, 잎, 꽃의 기능을 이해하여 각각의 기관이 연결되어 있음을 설명할 수 있다.\nB\n식물의 각 기관의 구조를 관찰하고 기능을 알아보는 실험을 통해 식물의 뿌리, 줄기, 잎, 꽃의 구조와 각각의 기능을 말할 수 있다.\nC\n식물을 관찰하여 뿌리, 줄기, 잎, 꽃으로 구분할 수 있다.\n평가 과제\n● 광합성 산물 확인 실험하기\n평가 요소\n● 광합성 산물 확인 실험 설계하기\n● 광합성 산물 확인 실험 결과 해석하기\n● 광합성 작용을 과학적 언어를 사용하여 설명하기\n평가 도구 유형\n실험·실습\n배점\n9점\n개발 방향 및 \n활용 시 \n고려 사항\n● 이 수행평가 과제는 광합성 산물을 확인하는 실험을 통해 주로 식물의 잎에서 광합성 작용이 일어나는 것을 이해하여 잎의 기능을 설명할 수 있는지 평가하기 위한 문항이다. \n● 이 수행평가 과제는 [6과11-02] 성취기준과 (11) 식물의 구조와 기능 단원의 탐구 활동에 제시된 광합성 산물 확인 실험하기 내용을 바탕으로 개발되었으며 성취기준별 성취수준의 A와 B 수준과 관련이 있다. 식물의 잎에서 광합성 산물을 확인하는 실험을 통해 광합성에 필요한 빛에 대한 변인 통제와 광합성에서의 잎의 기능, 식물의 광합성 작용에 대한 이해 수준 을 성취수준 A와 B로 구분하여 평가할 수 있다.  \n● 모둠별로 진행되는 실험 활동으로 역할 분담이 적절하게 이루어져야 한다. 또한 문제를 인식하고 가설을 설정하여 실험 계획을 세우고 실험을 수행하여 결과를 도출할 수 있는지 평가한다. 식물의 잎에서 광합성을 통해 양분이 만들어짐을 실험을 통해 예상하고 추리할 수 있는지 평가할 수 있다.\n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n※ 다음은 봉선화를 이용한 실험입니다. (1~4)\n\n① 봉선화를 햇빛이 잘 드는 곳에 두고 봉선화 잎 한 개에만 알루미늄 포일을 씌웁니다. \n② 다음 날 오후에 알루미늄 포일을 씌운 잎과 씌우지 않은 잎을 각각 한 장씩 땁니다.\n③ 뜨거운 물이 담긴 큰 비커에 잎을 넣고 1분 정도 기다린 다음 꺼내어 작은 비커에 넣고 잎이 잠길 정도로 에탄올을 넣은 후 유리판으로 덮고 5분 정도 기다립니다.\n④ 작은 비커에서 꺼낸 잎을 따뜻한 물로 헹군 다음 페트리 접시에 각각 놓고 아이오딘-아이오딘화 칼륨 용액을 떨어뜨려 색깔 변화를 관찰합니다.\n\n\n\n1. 무엇을 알아보기 위한 실험인가요?\n\n___________________________________________________________________________\n2. 실험 결과를 글과 그림으로 표현하여 봅시다. \n\n알루미늄 포일을 씌운 잎\n알루미늄 포일을 씌우지 않은 잎\n\n\n\n\n\n3. 실험을 통해 알게 된 점을 써 보고, 식물의 광합성 작용에 대해 정리해 봅시다.  \n\n알게 된 점\n\n광합성 작용\n\n\n 4. 위 실험 결과를 보고 3명의 친구들이 의견을 나누었습니다. 주장이 가장 옳은 친구를 선택하고, 이 친구의 주장을 뒷받침할 수 있는 새로운 실험을 설계해 봅시다.\n\n영희: 나는 알루미늄 포일에 광합성 작용을 방해하는 주요 성분이 있는 것 같아.\n철수: 알루미늄 포일은 햇빛을 잘 흡수해서 실험 결과가 잘 나온 거야.\n민수: 알루미늄 포일은 햇빛을 반사하여 햇빛을 막는 역할을 한 것 같아.\n\n   (            )\n\n\n\n\n채점기준\n\n\n  채점기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수\n1\n문제 인식 및 \n탐구 설계\n1점\n광합성 산물 확인 실험에서 광합성 작용이 빛과 관련되어 있음을 이해하여 알루미늄 포일이 햇빛을 가리기 위한 조치임을 안다. \n예시 답안\n잎이 햇빛을 받아 영양분(녹말)을 만들 수 있는지 확인하는 실험\n0점\n빛이나 광합성 작용과 관련 없는 답을 한다. 답안 작성을 제대로 하지 못한 경우에는 다르게 할 조건과 같게 할 조건을 살펴보도록 하면서 어떤 실험인지 탐색하도록 한다.\n예시 답안\n잎을 보호하려고, 잎에서 수증기가 빠져나가지 않게 하려고 등\n수\n2\n결과 도출\n4점\n알루미늄 포일을 씌운 잎과 알루미늄 포일을 씌우지 않은 잎의 모습에 대한 차이를 글과 그림으로 명확하고 구체적으로 표현하였다. \n예시 답안\n\n알루미늄 포일을 씌운 잎\n알루미늄 포일을 씌우지 않은 잎\n\n\n알루미늄 포일을 씌운 잎은 주황색이다. \n알루미늄 포일을 씌우지 않은 잎은 청남색이다.\n\n2~1점\n알루미늄 포일을 씌운 잎과 알루미늄 포일을 씌우지 않은 잎의 모습에 대한 차이를 구별하여 글과 그림으로 표현하지 못하였다. 실험 과정에서 오류를 점검하게 하고 알루미늄 포일을 씌운 부분에 아이오딘-아이오딘화칼륨 용액을 떨어뜨리도록 한다.\n글과 그림 중 하나만 맞았다.(1점)\n예시 답안\n\n알루미늄 포일을 씌운 잎\n알루미늄 포일을 씌우지 않은 잎\n\n\n알루미늄 포일을 씌운 잎이다.\n알루미늄 포일을 씌우지 않은 잎은 청남색이다.\n\n0점\n알루미늄 포일과 관련 없는 사실을 그림으로 표현하였다. 실험 과정에서 오류를 점검하게 하고 교사의 안내에 따라 실험 과정을 점검하도록 한다. \n수\n3\n일반화\n2점\n햇빛을 받은 잎에서 녹말이 더 많이 만들어졌다는 것을 기술하고 주로 식물의 잎에서 광합성이 일어난다는 사실을 정리하여 쓸 수 있다. \n예시 답안\n\n알게 된 점\n알루미늄 포일을 씌우지 않고 햇빛을 받게 한 잎에서는 녹말이 만들어졌다.\n광합성 작용\n식물이 빛을 이용하여 이산화 탄소, 물 등으로 스스로 양분을 만드는 것을 광합성이라고 한다. \n\n1점\n광합성 작용에 대해서는 과학적인 설명은 하였으나, 알게 된 점을 관찰 사실과 다르게 적거나 전혀 답을 못한 경우, 알게 된 점은 썼으나 광합성 작용에 대해 과학적인 용어를 사용하여 설명하지 못한 경우\n과학적인 관찰이 이루어지지 않은 경우에는 교사의 안내에 따라 관찰하도록 하고, 실험 주제를 벗어난 경우에는 무엇을 알기 위한 실험인지 환기시키며, 빛과 잎을 제대로 적지 못한 경우에는 실험 과정에서의 오류를 확인한다. \n예시 답안\n‘알게 된 점’의 잘못된 예시: (과학적인 관찰이 이루어지지 않은 경우) 알루미늄 포일을 씌운 잎은 더 건강해졌다. (실험 주제에 벗어난 경우) 알루미늄 포일을 씌운 잎은 증산 작용이 덜 일어났다.\n‘광합성 작용’의 잘못된 예시: (빛과 잎을 제대로 적지 못한 경우) 빛 대신 물이나 공기 등, 잎 대신 뿌리나 줄기 등\n0점\n실험을 통해 알게 된 점과 광합성 작용에 대한 답을 전혀 하지 못하였다. 교사의 안내에 따라 실험 과정을 확인하고 실험 과정에 오류가 발견되면 다시 실험하도록 한다. \n수\n4\n가치태도\n(창의성)\n2~1점\n본 수업에서 실험한 사례 이외에 다르게 할 조건과 같게 할 조건을 고려하여 광합성을 산물을 만드는 데 빛이 필요한지 확인할 수 있는 새로운 실험 사례를 기술하였다.(2점)\n옳은 답을 한 친구를 바르게 선택하였다.(1점)\n\n민수가 가장 옳다.\n- 알루미늄 포일 대신에 검은색 종이(빛을 가릴 수 있는 재료)를 사용한다.\n- 한 잎은 알루미늄 포일을 잎의 위에만 씌우고 다른 잎은 잎의 뒷면에만 씌운다.\n- 봉숭아 2개를 준비하고 하나는 햇빛이 있는 곳, 하나는 없는 곳에 둔다.\n- 같은 봉숭아를 하루는 햇빛이 있는 곳에 두고 잎을 따서 색깔을 확인하고, 다음 날은 어두운 곳에 두고 잎을 따서 색깔을 확인한다. \n\n0점\n잎의 광합성 작용과 관련된 답을 전혀 하지 못하였다. 본 실험 사례 이외의 다르게 할 조건과 같게 할 조건을 생각해 보도록 한다.\n\n\n\n모범 답안\n\n※ 다음은 봉선화를 이용한 실험입니다. (1~4)\n\n① 봉선화를 햇빛이 잘 드는 곳에 두고 봉선화 잎 한 개에만 알루미늄 포일을 씌웁니다. \n② 다음 날 오후에 알루미늄 포일을 씌운 잎과 씌우지 않은 잎을 각각 한 장씩 땁니다.\n③ 뜨거운 물이 담긴 큰 비커에 잎을 넣고 1분 정도 기다린 다음 꺼내어 작은 비커에 넣고 잎이 잠길 정도로 에탄올을 넣은 후 유리판으로 덮고 5분 정도 기다립니다.\n④ 작은 비커에서 꺼낸 잎을 따뜻한 물로 헹군 다음 페트리 접시에 각각 놓고 아이오딘-아이오딘화 칼륨 용액을 떨어뜨려 색깔 변화를 관찰합니다.\n\n\n1. 무엇을 알아보기 위한 실험인가요?\n잎이 햇빛을 받아 영양분(녹말)을 만들 수 있는지 확인하는 실험\n__________________________________________________________________________\n2. 실험 결과를 글과 그림으로 표현하여 봅시다. \n\n알루미늄 포일을 씌운 잎\n알루미늄 포일을 씌우지 않은 잎\n\n\n알루미늄 포일을 씌운 잎이다.\n알루미늄 포일을 씌우지 않은 잎은 청남색이다.\n\n3. 실험을 통해 알게 된 점을 써 보고, 식물의 광합성 작용에 대해 정리해 봅시다.  \n\n알게 된 점\n알루미늄 포일을 씌우지 않고 햇빛을 받게 한 잎에서는 녹말이 더 많이 만들어졌다.\n광합성 작용\n식물이 빛을 이용하여 이산화 탄소, 물 등으로 스스로 양분을 만드는 것을 광합성이라고 한다. \n\n 4. 위 실험 결과를 보고 3명의 친구들이 의견을 나누었습니다. 주장이 가장 옳은 친구를 선택하고, 이 친구의 주장을 뒷받침할 수 있는 새로운 실험을 설계해 봅시다.\n\n영희: 나는 알루미늄 포일에 광합성 작용을 방해하는 주요 성분이 있는 것 같아.\n철수: 알루미늄 포일은 햇빛을 잘 흡수해서 실험 결과가 잘 나온 거야.\n민수: 알루미늄 포일은 햇빛을 반사하여 햇빛을 막는 역할을 한 것 같아.\n\n   (     민수       )\n\n- 알루미늄 포일 대신에 검은색 종이(빛을 가릴 수 있는 재료)를 사용한다.\n- 한 잎은 알루미늄 포일을 잎의 위에만 씌우고 다른 잎은 잎의 뒷면에만 씌운다.\n- 봉숭아 2개를 준비하고 하나는 햇빛이 있는 곳, 하나는 없는 곳에 둔다.\n- 같은 봉숭아를 하루는 햇빛이 있는 곳에 두고 잎을 따서 색깔을 확인하고, 다음날은 어두운 곳에 두고 잎을 따서 색깔을 확인한다. \n\n\n\n6\n실과\n\n가. 성취기준별 성취수준\n(1) 인간 발달과 주도적 삶\n\n성취기준\n성취기준별 성취수준\n[6실01-01] 아동기의 발달 특징을 이해하고 성장발달에 필요한 조건과 방법을 탐색한다. \nA\n아동기 발달 특징을 이해하고 성장발달에 필요한 조건과 방법을 탐색하며, 발달에는 개인차가 있음을 알아 자신과 타인의 발달에 대해 존중하는 태도를 갖는다. \nB\n아동기 발달 특징을 이해하고 성장발달에 필요한 조건과 방법을 탐색하며, 자신과 타인의 발달을 긍정적으로 수용하는 태도를 갖는다. \nC\n아동기 발달의 특징을 이해하여 성장발달에 필요한 조건을 확인한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실01-02] 건강한 발달을 위한 자기 관리 방법을 탐색하고, 일상생활 속에서 올바른 생활습관과 태도를 갖도록 계획하여 실천한다. \nA\n건강한 발달을 위한 조건과 이를 위해 자기 관리가 필요함을 이해하고, 일상생활 속에서 올바른 생활습관과 태도를 갖도록 자기관리 방법을 계획하여 실천한다.\nB\n건강한 발달을 위한 조건과 자기 관리 필요성을 이해하고, 일상생활 속에서 올바른 생활습관과 태도를 갖도록 자기 관리 방법을 계획한다. \nC\n건강한 발달을 위한 조건을 이해하고 일상생활 속 자기 관리 방법을 탐색한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실01-03] 건강한 가정생활을 위해 가족원 모두에게 다양한 요구가 있음을 이해하여 서로에 대한 배려와 돌봄을 실천한다.\nA\n건강한 가정생활을 위해서는 가족원 모두에게 있는 다양한 요구에 대해 배려와 돌봄이 필요함을 이해하고, 이를 실천한다. \nB\n건강한 가정생활을 위해서는 가족원 모두에게 있는 다양한 요구에 대해 배려와 돌봄이 필요함을 이해한다.\nC\n가족에게는 가정생활 속에서 모두 다양한 요구가 있음을 이해한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실01-04] 균형 잡힌 식사의 중요성과 조건을 탐색하여 자신의 식습관을 검토해 보고 건강한 식습관 형성에 적용한다. \nA\n균형 잡힌 식사의 중요성과 조건을 이해하고 자신의 식습관이 이에 해당되는지 검토, 평가하여 건강한 식습관이 형성될 수 있도록 실천하는 태도를 갖는다. \nB\n균형 잡힌 식사의 중요성과 조건을 이해하고 자신의 식습관이 이에 해당되는지 검토하며 건강한 식습관 형성을 위해 관심을 가진다. \nC\n균형 잡힌 식사의 중요성을 이해하고 자신의 식습관을 확인한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실01-05] 옷의 기능을 이해하여 평소 자신의 옷차림을 살펴보고 건강하고 적절한 옷 입기를 실천한다. \nA\n옷의 기능을 이해하고 이를 중심으로 평소 자신의 옷차림을 검토, 평가할 수 있으며, 이에 따라 건강하고 적절한 옷차림을 주도적으로 실천하려는 태도를 갖는다. \nB\n옷의 기능을 이해하고 이를 중심으로 평소 자신의 옷차림에 대해 검토, 평가한다.\nC\n옷의 기능을 이해하고 평소 자신의 옷차림에 대해 검토한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실01-06] 가정일을 수행하는 과정에서 일의 가치와 중요성을 이해하고, 가정생활을 유지하는 데 필요한 가정일의 종류를 탐색한다.\nA\n가정일의 가치와 중요성, 가정생활에 미치는 영향을 이해하고 가정생활을 유지하는데 필요한 가정일의 종류를 분석하여 실제 가정일 수행에 참여하는 태도를 갖는다. \nB\n가정일의 가치와 중요성을 이해하고 가정생활을 유지하는데 필요한 가정일의 종류를 탐색한다. \nC\n가정일의 중요성과 가치를 이해한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실01-07] 직업의 필요성을 이해하고 적성, 흥미, 성격에 따라 진로 발달 계획을 세우고 주도적으로 탐색한다. \nA\n직업과 진로 발달 계획이 필요성을 이해하고 자신의 특성을 스스로 탐색한 후, 이에 따른 자신의 진로 발달계획을 세울 수 있다.\nB\n직업과 진로 발달 계획의 필요성을 이해하여 진로 발달계획을 세울 수 있다.\nC\n직업의 필요성과 진로 발달 계획이 필요함을 이해한다. \n\n\n(2) 생활환경과 지속가능한 선택\n\n성취기준\n성취기준별 성취수준\n[6실02-01] 시간이나 용돈과 같은 생활자원이 제한되어 있음을 이해하고, 생활자원의 사용가치를 높이는 방법을 탐색한다. \nA\n시간이나 용돈과 같은 생활자원의 중요성과 제한성을 깊이 이해하고, 그에 따라 사용가치를 높이는 방법을 탐색하며 생활자원을 소중하게 여기는 태도를 갖는다. \nB\n시간이나 용돈과 같은 생활자원의 중요성과 제한성을 이해하여 생활자원의 사용가치를 높이는 방법을 탐색한다. \nC\n시간이나 용돈과 같은 생활자원의 제한성을 알고 생활자원의 사용가치를 확인한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-02] 생활자원 관리의 필요성을 인식하고, 합리적인 생활자원의 보관과 활용방법을 익힌다. \nA\n생활자원 관리의 필요성과 보관 및 활용의 중요성을 이해하여 합리적인 방법으로 생활자원을 보관하고 활용하며 소중하게 여기는 태도를 갖는다.\nB\n생활자원 관리의 필요성과 보관 및 활용의 중요성을 이해하여 합리적인 방법으로 생활자원을 보관하고 활용한다. \nC\n생활자원 관리의 필요성을 이해하고, 생활자원의 보관과 활용방법을 확인한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-03] 생활자원의 올바른 사용이 가정과 환경에 도움이 됨을 이해하고 재활용, 재사용 등 환경을 고려한 관리 방법을 실천한다.\nA\n생활자원의 올바른 사용이 가정과 환경에 미치는 영향을 이해하고, 자신의 선택이 공동체의 삶과 환경에 미치는 영향을 고려하여 관리 방법을 실천하며 지속가능한 삶의 태도를 갖는다. \nB\n생활자원의 올바른 사용이 가정과 환경에 도움이 되는 것을 이해하고 환경을 고려한 관리 방법을 적용하며 생활자원을 소중하게 여기는 태도를 갖는다. \nC\n생활자원의 올바른 사용이 가정과 환경에 도움이 됨을 이해하고 환경을 고려한 관리 방법을 확인한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-04] 식재료 생산과 선택의 중요성을 인식하고 여러 식재료의 고유하고 다양한 맛을 경험하여 자신의 식사에 적용한다.\nA\n식재료의 생산과 선택의 중요성을 이해하고 여러 식재료의 고유하고 다양한 특징을 경험하여 자신의 식사에 적용할 수 있으며, 친환경적인 식생활의 의미를 알고 지속가능한 식생활을 실천하려는 태도를 갖는다. \nB\n식재료의 생산과 선택의 중요성을 이해하고 식재료의 다양하고 고유한 맛을 경험하여 자신의 식사에 적용한다. \nC\n식재료의 생산과 선택의 중요성을 이해하여 여러 식재료의 다양한 맛을 경험한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-05] 음식의 조리과정을 체험하여 자신의 간식이나 식사를 스스로 마련하는 식생활을 실천한다. \nA\n식재료가 조리를 통해 음식이 되는 과정을 이해하고 자신의 간식이나 식사를 간단한 조리를 통해 만들 수 있으며 이후 스스로 조리를 통해 음식을 마련하려는 실천의 태도를 갖는다. \nB\n식재료가 조리를 통해 음식이 되는 과정을 이해하고 자신의 간식이나 식사를 간단한 조리를 통해 만들 수 있다.\nC\n식재료가 조리를 통해 음식이 되는 과정을 체험을 통해 이해한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실02-06] 우리나라 밥상차림을 이해하고, 함께 식사하는 즐거움을 경험하면서 이 과정에서 식사 예절을 실천한다.\nA\n우리나라의 밥상차림의 특징을 이해하고, 함께 식사할 때의 즐거움을 경험하며 이 과정에서 식사 예절이 필요함을 인식하고 이를 실천하는 태도를 갖는다.\nB\n우리나라 밥상차림의 특징을 이해하고, 함께 식사할 때의 즐거움을 느끼고 식사 예절이 필요함을 인식한다. \nC\n우리나라 밥상차림의 특징을 이해하며 함께 식사하는 즐거움을 경험한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-07] 의생활 용품이 만들어지는 과정을 탐색하여 옷이나 생활용품이 어떻게 구성되는지를 설명한다. \nA\n일상생활에서 사용하는 의생활 용품이 어떻게 구성되어 만들어 진 것인지 탐색하고 구성의 원리와 제작의 절차를 이해하여 설명한다. \nB\n일상생활에서 사용하는 의생활 용품이 만들어지는 과정을 탐색하여 옷이나 생활용품의 구성의 원리를 이해한다. \nC\n일상생활의 의생활 용품이 어떤 과정을 통해 만들어지는지 이해한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실02-08] 다양한 도구와 재료를 활용하여 간단한 생활용품을 만들어 보면서 직접 만들어 쓰는 즐거움과 창의적 태도를 가진다.\nA\n다양한 도구와 재료를 활용하여 간단한 생활용품을 만들 수 있음을 이해하고 구성 원리와 제작 절차에 따라 직접 만들 수 있으며, 이 과정에서 만들어 쓰는 즐거움과 창의적 태도를 갖는다. \nB\n다양한 도구와 재료를 활용하여 간단한 생활용품을 만들 수 있음을 이해하고 직접 만드는 과정에서 만들어 쓰는 즐거움을과 창의적 태도를 갖는다.\nC\n다양한 도구와 재료를 활용하여 간단한 생활용품을 만들 수 있다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-09] 간단한 옷의 수선 등 의생활과 관련된 문제를 스스로 해결하려는 태도를 가진다. \nA\n일상생활 속 의생활과 관련된 문제를 이해하고 문제해결의 필요성을 인식하며, 간단한 수선 등 이를 해결하기 위한 방안을 탐색하여 스스로 해결한다. \nB\n일상생활 속 의생활과 관련된 문제를 이해하고 문제해결의 필요성을 인식하여 간단한 수선 등 이를 해결하기 위한 방안을 탐색한다.\nC\n일상생활 속 의생활과 관련하여 발생한 문제에 대하여 문제해결의 필요성을 인식한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실02-10] 자신의 생활공간을 쾌적하고 위생적으로 관리하는 것의 중요성을 알고, 정리정돈과 청소 및 쓰레기 처리의 방법을 익혀 실천한다.\nA\n자신의 생활공간이 쾌적하고 위생적이 되기 위한 관리의 중요성과 필요성을 이해하고 정리정돈, 청소, 쓰레기 처리 등의 관리 방법을 탐색하여 실제 이를 실천하는 태도를 갖는다. \nB\n자신의 생활공간이 쾌적하고 위생적이 되기 위한 관리의 중요성과 필요성을 이해하고 정리정돈, 청소, 쓰레기 처리 등의 관리 방법을 탐색한다. \nC\n자신의 생활공간이 쾌적하고 위생적이 되도록 생활공간을 관리해야 하는 필요성을 이해한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실02-11] 생태 지향적 삶을 위해 자신의 의식주 생활에서 할 수 있는 구체적인 행동을 계획하여 실천한다.\nA\n자신의 의식주 생활에서 생태지향적인 삶의 필요성과 의미를 이해하여 이를 구체화 할 수 있는 방법을 탐색하고 계획하여 실천하려는 태도를 갖는다. \nB\n자신의 의식주 생활에서 생태지향적 삶의 필요성과 의미를 이해하여 이를 구체화 할 수 있는 방법을 탐색한다. \nC\n일상생활 속 생태지향적 삶의 필요성과 의미를 이해한다. \n\n\n(3) 기술적 문제해결과 혁신 \n\n성취기준\n성취기준별 성취수준\n[6실03-01] 발명의 의미를 이해하고, 일상생활을 바꾼 발명품을 탐색하여 발명과 기술에 대한 중요성과 가치를 인식한다.\nA\n발명의 의미를 이해하고 일상생활을 바꾼 발명품의 문제해결 사례를 탐색하여 발명과 기술의 중요성과 가치를 인식한다.\nB \n발명의 의미를 이해하고 일상생활을 바꾼 발명품의 사례를 탐색하여 발명과 기술의 중요성과 가치를 인식한다.\nC\n발명의 의미를 이해하고 발명과 기술에 대한 관심과 흥미를 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실03-02] 발명사고기법과 기술적 문제 해결 과정을 이해하고, 다양한 재료를 활용하여 생활 속 문제를 해결할 수 있는 창의적인 제품을 구상하고 만들어 봄으로써 실천적 태도를 갖는다.\nA\n발명사고기법의 의미와 기술적 문제해결 과정을 이해하고 다양한 재료를 활용하여 생활 속 문제를 해결할 수 있는 창의적인 제품을 구상 및 제작하여 생활 문제 해결의 실천적 태도를 갖는다. \nB \n발명사고기법의 의미를 이해하고 생활 속 문제를 해결할 수 있는 창의적인 제품을 구상 및 제작하여 생활 문제 해결의 중요성을 인식한다.\nC\n발명사고기법의 의미를 이해하고 생활 속 문제를 해결할 수 있는 창의적인 제품을 탐색하여 창의적인 제품 만들기에 대한 관심과 흥미를 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실03-03] 발명과 특허의 관계를 이해하고, 특허 침해 사례를 통하여 지식재산권의 중요성을 인식하여 올바른 방법으로 활용한다.\nA\n발명과 특허의 관계와 지식재산권의 의미를 이해하고, 발명품의 특허 정보를 검색하고 침해 사례를 분석하여 지식재산권 활용의 올바른 태도를 갖는다.\nB \n발명과 특허의 관계를 이해하고 발명품의 특허 침해 사례를 조사하여 지식재산권의 중요성을 인식한다.\nC\n발명과 특허의 관계를 이해하고 지식재산권에 대한 관심과 흥미를 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실03-04] 수송의 의미와 수송 수단의 발달과정에 대한 이해를 바탕으로 생활 속 다양한 수송 수단을 탐색한다.\nA\n수송의 의미와 수송 수단의 발달과정을 이해하고 생활 속에서 이용되는 다양한 수송 수단을 탐색하여 중요성을 인식한다.\nB\n수송의 의미를 이해하고 생활 속에서 이용되고 있는 수송 수단을 탐색하여 수송 수단의 중요성을 인식한다.\nC\n수송의 의미를 이해하고 생활 속 수송 수단을 탐색한다. \n\n\n성취기준\n성취기준별 성취수준\n[6실03-05] 수송 수단의 구성 요소를 이해하고, 친환경 에너지를 적용한 다양한 수송 수단의 시제품을 만들어 수송기술의 가치를 인식한다.\nA\n수송 수단의 구성 요소를 이해하고 수송 수단의 구성 요소와 친환경 에너지를 적용한 수송 수단을 구상 및 제작함으로써 수송 기술의 가치를 인식한다.\nB\n수송 수단의 구성 요소를 이해하고 수송 수단의 구성 요소와 친환경 에너지를 적용한 수송 수단을 구상 및 제작한다.\nC\n수송 수단의 구성 요소를 이해하고 수송 수단의 구성 요소를 적용한 수송 수단을 구상 및 제작한다.\n\n\n(4) 지속가능한 기술과 융합\n\n성취기준\n성취기준별 성취수준\n[6실04-01] 친환경 건설 구조물을 이해하고, 생활 속 건설 구조물을 탐색하여 간단한 구조물을 체험하면서 건설기술에 대한 가치를 인식한다.\nA\n친환경 건설 구조물을 이해하고 생활 속 건설 구조물을 탐색하여 간단한 구조물을 체험하면서 건설기술의 개념과 가치에 대해서 인식한다.\nB \n생활 속 건설 구조물을 탐색하여 간단한 구조물을 체험하면서 건설기술에 대한 가치를 인식한다.\nC\n생활 속 건설 구조물을 탐색하여 간단한 구조물을 체험하면서 건설기술에 대한 관심과 흥미를 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-02]생활 속 디지털 기술의 중요성을 이해하고, 디지털 기기와 디지털 콘텐츠 저작 도구를 사용하여 발표 자료를 만들어 보면서 디지털 기기의 활용 능력을 기른다.\nA\n생활 속 디지털 기술의 의미와 중요성을 이해하고 디지털 기기와 디지털 콘텐츠 저작 도구로 발표 자료를 구상 및 제작함으로써 디지털 기술 활용에 대한 실천적 태도를 갖는다.\nB \n생활 속 디지털 기술의 의미와 중요성을 이해하고 디지털 기기와 디지털 콘텐츠 저작 도구로 발표 자료를 구상 및 제작함으로써 디지털 기술에 대한 관심과 흥미를 갖는다.\nC\n생활 속 디지털 기술의 의미와 중요성을 이해하고 디지털 기술에 대한 관심과 흥미를 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-03] 제작한 발표 자료를 사이버 공간에 공유하고, 건전한 정보기기의 활용을 실천한다. \nA\n디지털 기기와 디지털 콘텐츠 저작 도구를 사용하여 제작한 발표 자료를 사이버 공간에서 공유하고 올바른 정보윤리 사례 제시를 통해 건전한 정보기기 활용의 실천적 태도를 갖는다. \nB \n디지털 기기와 디지털 콘텐츠 저작 도구를 사용하여 제작한 발표 자료를 사이버 공간에서 공유하며 정보윤리의 중요성을 인식한다.\nC\n디지털 기기와 디지털 콘텐츠 저작 도구를 사용하여 제작한 발표 자료를 사이버 공간에서 공유한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-04] 로봇의 개념과 구조를 이해하고, 생활 속 로봇 기능을 체험하여 로봇의 중요성을 인식한다.\nA\n로봇의 개념과 구조를 이해하고 생활 속 로봇 기능을 체험하여 로봇의 중요성과 가치를 인식한다.\nB \n로봇의 개념과 구조를 이해하고 생활 속 로봇 기능을 체험한다.\nC\n로봇의 개념을 이해하고 생활 속 로봇 기능을 체험한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-05] 로봇의 종류와 활용 사례를 통해 작동 원리를 이해하고, 로봇에 대한 관심과 흥미를 가진다.\nA\n로봇의 종류와 활용 사례를 통해 로봇의 작동 원리를 이해하고 로봇 활용에 대한 실천적 태도를 갖는다.\nB \n로봇의 종류와 활용 사례를 통해 로봇의 작동 원리를 이해하고 로봇에 대한 관심과 흥미를 갖는다.\nC\n로봇의 활용 사례를 이해하고 로봇에 대한 관심과 흥미를 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-06] 로봇의 융합 기술을 이해하고, 간단한 로봇을 만들어 코딩과 프로그램을 적용하여 동작시키는 체험을 통해 융합 기술의 가치를 인식한다.\nA\n로봇의 융합 기술을 이해하고 간단한 로봇을 만들어 코딩과 프로그램을 적용하여 동작시키는 과정의 체험을 통해 융합 기술의 가치를 인식한다. \nB \n로봇의 융합 기술을 이해하고 간단한 로봇을 만들어 코딩과 프로그램을 적용하여 동작시키는 과정을 체험한다.\nC\n로봇의 융합 기술을 이해하고 간단한 로봇을 만든다. \n\n\n성취기준\n성취기준별 성취수준\n[6실04-07] 생활 속 동식물 자원을 활용 목적에 따라 분류하고 이와 관련된 다양한 생명기술을 탐색한다.\nA\n생활 속 동식물 자원을 활용 목적에 따라 분류하고 다양한 생명기술을 탐색하여 동식물 자원과 생명기술의 중요성을 인식한다.\nB \n생활 속 동식물 자원을 활용 목적에 따라 분류하고 다양한 생명기술을 탐색한다.\nC\n생활 속 동식물 자원을 활용 목적에 따라 분류한다.\n\n성취기준\n성취기준별 성취수준\n[6실04-08] 생활 속 동식물을 기르고 가꾸는 방법을 알고, 동식물을 기르고 가꾸는 체험을 통해 생태 존중감을 가진다.\nA\n생활 속 동식물을 기르고 가꾸는 방법을 이해하고 동식물을 기르고 가꾸는 과정의 체험을 통해 생태 존중감을 갖는다.\nB \n생활 속 동식물을 기르고 가꾸는 방법을 이해하고 동식물을 기르고 가꾸는 과정을 체험한다.\nC\n생활 속 동식물을 기르고 가꾸는 방법을 이해한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-09] 동식물 자원의 친환경 농업 사례를 통해 지속가능한 농업이 순환되고 있음을 인식하고 농업의 미래가치를 인식한다. \nA\n동식물 자원의 친환경 농업 사례를 통해 지속가능한 농업을 이해하고 동식물과 관련된 생명기술을 탐색함으로써 농업의 순환성 및 미래가치를 인식한다. \nB \n동식물 자원의 친환경 농업 사례를 통해 지속가능한 농업을 이해하고 동식물과 관련된 생명기술을 탐색함으로써 농업의 미래가치를 인식한다.\nC\n동식물 자원의 친환경 농업 사례를 통해 지속가능한 농업을 이해하고 동식물과 관련된 생명기술을 탐색한다.\n\n성취기준\n성취기준별 성취수준\n[6실04-10] 생활 속에서 농업활동과 관련된 모습을 분석하고 이에 따른 농업활동을 체험하여 농업에 대한 관심을 두고 이를 생활 속에서 실천한다. \nA\n생활 속에서 농업활동과 관련된 모습을 분석하고 이에 따른 농업활동을 체험함으로써 농업에 대한 관심을 두고 농업활동을 생활 속에서 실천한다.\nB \n생활 속에서 농업활동과 관련된 모습을 분석하고 이에 따른 농업활동을 체험하여 농업에 대한 관심을 갖는다.\nC\n생활 속에서 농업활동과 관련된 모습을 분석하고 농업에 대한 관심을 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실04-11] 농업과 농촌의 다원적인 역할과 가치를 이해하고 미래 농업과 관련된 다양한 직업 세계를 탐색한다. \nA\n농업과 농촌의 다원적인 역할과 가치를 이해하고 미래 농업과 관련된 다양한 직업 세계를 탐색함으로써 농산업에 대한 올바른 진로관을 갖는다.\nB \n농업과 농촌의 다원적인 역할과 가치를 이해하고 미래 농업과 관련된 직업 세계를 탐색함으로써 농산업에 대한 관심을 갖는다.\nC\n농업과 농촌의 다원적인 역할과 가치를 이해한다.\n\n\n(5) 디지털 사회와 인공지능\n\n성취기준\n성취기준별 성취수준\n[6실05-01] 컴퓨터를 활용한 생활 속 문제해결 사례를 탐색하고 일상생활 속 문제를 해결하기 위한 알고리즘을 다양한 방법으로 표현한다.\nA\n다양한 사례를 조사하여 컴퓨터의 개념을 이해하고, 생활 속의 문제를 찾아 컴퓨터로 해결 가능한 문제 상황으로 분석하여 문제를 해결하기 위한 알고리즘을 다양한 방법으로 표현한다.\nB \n다양한 사례를 조사하여 컴퓨터의 개념을 이해하고, 생활 속의 문제를 찾아 컴퓨터로 해결 가능한 문제 상황으로 분석하여 문제를 해결하기 위한 알고리즘을 표현한다.\nC\n다양한 사례를 조사하여 컴퓨터의 개념을 이해하고, 생활 속의 문제를 찾아 컴퓨터로 해결 가능한지를 탐색한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실05-02] 컴퓨터에게 명령하는 방법을 체험하고, 주어진 문제를 해결하는 프로그램을 작성한다.\nA\n프로그래밍 과정에서 컴퓨터에게 명령하는 방법을 이해 및 활용하여, 주어진 문제를 해결하는 프로그램을 작성하는 과정에서 변수와 연산자 및 제어 구조를 적절히 활용하고, 컴퓨터를 활용해 해결 가능한 문제를 탐색해 나가려는 실천 의지를 갖는다. \nB \n프로그래밍 과정에서 컴퓨터에게 명령하는 방법을 이해 및 활용하여, 주어진 문제를 해결하는 프로그램을 작성하는 과정에서 제어구조를 활용하고, 컴퓨터를 활용해 문제를 해결하는 일의 중요성을 인식한다.\nC\n프로그래밍 과정에서 컴퓨터에게 명령하는 방법을 체험하고, 일부 코드를 참고해 주어진 문제를 해결하는 프로그램을 작성하는 과정에서 컴퓨터를 활용해 해결 가능한 문제에 대해 관심 갖는다.\n\n\n성취기준\n성취기준별 성취수준\n[6실05-03] 실생활의 문제를 해결하는 프로그램을 협력하여 작성하고, 산출물을 타인과 공유한다. \nA\n실생활 문제를 해결하는 프로그램을 협력하여 창의적으로 작성하고, 산출물을 타인과 공유하려는 실천 의지를 갖는다. \nB \n실생활 문제를 해결하는 프로그램을 협력하여 작성하고, 산출물을 타인과 공유하는 것의 가치를 인식한다. \nC\n실생활 문제를 해결하는 프로그램을 협력하여 작성한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실05-04] 디지털 데이터와 아날로그 데이터의 특징을 이해하고, 인공지능에 활용할 수 있는 데이터의 유형이나 형태를 탐색한다.\nA\n디지털 데이터와 아날로그 데이터의 특징을 이해하고 데이터의 의미를 파악하여 인공지능에서 활용할 수 있는 데이터의 유형과 형태를 찾아 분류한다.\nB \n디지털 데이터와 아날로그 데이터의 특징을 이해하고 데이터의 의미를 파악하여 인공지능에서 활용할 수 있는 데이터의 유형과 형태를 파악한다.\nC\n디지털 데이터 혹은 아날로그 데이터의 특징을 이해하고 인공지능에서 활용할 수 있는 데이터의 유형이나 형태가 무엇인지 확인한다.\n\n\n성취기준\n성취기준별 성취수준\n[6실05-05] 인공지능이 만들어지는 과정을 체험하고, 인공지능이 사회에 미치는 영향을 탐색한다. \nA\n인공지능이 만들어지는 과정을 탐색하여 인공지능의 개념과 원리를 이해하고, 인공지능이 사회 발전과 직업 변화에 미치는 영향을 탐색하려는 실천 의지를 갖는다.\nB \n인공지능이 만들어지는 과정을 탐색하여 인공지능의 개념과 원리를 이해하고, 인공지능이 사회에 미치는 영향을 파악하는 자세를 갖는다.\nC\n인공지능이 만들어지는 과정을 체험하며 인공지능의 개념을 이해한다.\n\n\n나. 영역별 성취수준\n(1) 인간발달과 주도적 삶\n\n영역별 성취수준 \nA\n지식･이해\n아동기 발달의 특징과 자신을 이해하고, 발달에는 개인차가 있음을 인식한다. 건강한 발달을 위한 조건과 자기 관리의 필요성을 이해하며, 건강한 가정생활을 위해서 가족원 모두에게 있는 다양한 요구에 대해 배려와 돌봄이 필요함을 이해한다. 성장발달을 위하여 균형 잡힌 식사의 중요성과 조건, 옷의 기능을 이해한다. 가정일의 가치와 중요성, 가정생활에 미치는 영향을 이해하며 자신의 발달 특성에 근거하여 진로 발달계획의 필요성을 이해한다. \n과정･기능\n성장 발달에 필요한 조건과 방법을 탐색하고 일상생활 속에서 올바른 생활 습관 형성을 위해 자기 관리 방법을 계획하여 실천한다. 가족 구성원에 대한 배려와 돌봄을 실천하며, 자신의 식습관이 균형이 잡혔는지 옷차림은 건강하고 적절한지 검토・평가한다. 가정생활을 유지하는데 필요한 가정일의 종류를 분석하여 실제 가정일 수행에 참여하며, 자신의 특성을 고려하여 진로를 주도적으로 탐색한다.\n가치･태도\n자신과 타인의 발달에 대해 상호 존중하는 태도를 갖는다. 일상생활 속 올바른 생활 습관과 태도를 갖는다. 가족 간 배려와 돌봄의 가치 및 상호 존중에 기반한 역할 분담의 가치를 인식할 수 있다. 건강하고 적절한 옷차림을 주도적으로 실천하는 태도를 갖는다. 가정일과 노동의 중요성과 가치를 인식하고 자신의 진로를 주도적으로 탐색하는 태도를 갖는다. \nB\n지식･이해\n아동기 발달의 특징을 이해하며, 건강한 발달을 위한 조건과 자기 관리의 필요성을 이해한다. 건강한 가정생활을 위해서 가족원 모두에게 있는 다양한 요구에 대해 배려와 돌봄이 필요함을 이해한다. 균형잡힌 식사의 중요성과 조건을 이해하고 옷의 기능을 이해한다. 가정일의 가치와 중요성을 이해하고 직업과 진로 발달 계획의 필요성을 이해한다. \n과정･기능\n성장 발달에 필요한 조건과 방법을 탐색하고 일상생활 속에서 올바른 생활 습관 형성을 위해 자기 관리 방법을 계획한다. 자신의 식습관이 균형 잡힌 식사인지 검토하고 평소 자신의 옷차림에 대해 검토, 평가한다. 가정생활을 유지하는데 필요한 가정일의 종류를 탐색하고 진로 발달 계획을 세운다. \n가치･태도\n자신과 타인의 발달을 긍정적으로 수용한다. 일상생활 속 올바른 생활습관과 태도를 갖는다. 가족 간 배려와 돌봄의 가치를 수용하고 건강한 식습관 형성을 위해 관심을 갖는다. 가정일의 중요성과 가치를 인식한다. \nC\n지식･이해\n아동기 발달의 특징을 이해하고 건강한 발달을 위한 조건을 이해한다. 가족에게는 가정생활 속에서 모두 다양한 요구가 있음을 이해한다. 균형 잡힌 식사의 중요성과 옷의 기능을 이해한다. 가정일의 중요성과 가치를 이해하고 직업의 필요성과 진로 발달계획이 필요함을 이해한다. \n과정･기능\n성장발달에 필요한 조건을 확인하고 일상생활 속 자기 관리 방법을 탐색한다. 평소 자신의 식습관을 확인하고 옷차림을 검토한다. \n가치･태도\n가정일의 중요성과 가치를 인식한다. \n\n(2) 생활환경과 지속가능한 삶\n\n영역별 성취수준 \nA\n지식･이해\n생활자원의 중요성과 제한성에 따른 생활자원 관리의 필요성을 인식하고, 생활자원의 올바른 사용이 환경에 미치는 영향을 이해한다. 식재료 생산과 선택의 중요성을 바탕으로 음식의 마련 및 조리과정과 우리나라의 밥상차림의 특징을 이해한다. 지속가능한 의식주 생활과 생태 지향적 삶의 필요성과 중요성을 이해할 수 있다. \n과정･기능\n생활자원의 제한성과 관련하여 사용가치를 높이는 방법을 탐색하고 공동체의 삶과 환경에 미치는 영향을 고려하여 관리 방법을 실천한다. 여러 식재료의 고유하고 다양한 특징을 경험하고 자신의 간식이나 식사에 적용하며 스스로 마련할 수 있다. 함께 식사하며 예절을 실천하며 생태 지향적 삶으로서 지속가능한 행동을 계획하여 실천한다. \n가치･태도\n생활자원을 소중히 여기며 지속가능한 삶의 태도로서 나눔과 기부를 실천하려는 자세를 가진다. 친환경적 식생활을 주도적으로 실천하려는 태도를 갖는다. 나눔으로서 함께 먹는 의미와 식사의 즐거움을 느끼며 식사예절을 실천하려는 태도를 갖는다. 생태 지향적 의식주 문제를 주도적으로 해결하려는 자세를 갖고 과정의 즐거움을 느끼고 창의적 태도를 기른다. \nB\n지식･이해\n생활자원의 특성에 따른 관리의 필요성을 인식하고 생활자원의 올바른 사용과 관리의 의미를 이해한다. 식재료 생산과 선택의 중요성과 고려 사항을 바탕으로 음식의 조리과정과 우리나라의 밥상차림의 특징을 이해한다. 의식주 생활의 선택과 생태 지향적 삶의 필요성을 이해할 수 있다. \n과정･기능\n생활자원의 사용 가치를 높이는 방법을 탐색하고 환경을 고려한 관리 방법을 실천한다. 식재료의 특징을 경험하여 자신의 식사에 적용할 수 있으며 도움을 받아 음식을 마련할 수 있다. 함께 식사하며 예절을 실천하며 지속가능한 행동을 계획하여 실천한다. \n가치･태도\n생활자원을 소중히 여기는 태도를 갖는다. 자신의 간식이나 식사를 스스로 마련하려는 자세를 가지며 함께 먹는 의미와 식사의 즐거움을 느낀다. 의생활 문제를 스스로 해결하려는 태도를 갖고 직접 만들어 쓰기의 즐거움을 느낀다.\nC\n지식･이해\n생활자원의 제한성에 따른 관리의 필요성과 올바른 사용 방법을 이해한다. 식재료 생산과 선택의 중요성을 바탕으로 우리나라의 밥상차림의 특징을 이해한다. 생태 지향적 삶의 필요성을 이해할 수 있다. \n과정･기능\n생활자원의 사용가치와 환경을 고려한 관리 방법을 확인할 수 있다. 식재료의 맛을 경험하고 음식의 조리과정을 체험한다. 함께 식사하며 예절을 확인할 수 있으며 일상생활 속 생태 지향적 삶의 구체적 행동을 탐색할 수 있다. \n가치･태도\n생활자원을 소중히 여기고 음식 조리과정의 즐거움을 느낀다. 의생활 문제를 해결하려는 의지가 있다. \n\n\n(3) 기술적 문제해결과 혁신\n\n영역별 성취수준 \nA\n지식･이해\n발명과 발명사고기법의 의미를 이해하고 발명과 특허의 관계, 지식재산권의 의미, 문제해결 과정을 이해한다. 수송의 의미와 수송 수단의 발달과정을 이해하고 수송 수단의 사례를 통해 수송 수단의 구성 요소를 이해한다.\n과정･기능\n일상생활을 바꾼 발명품의 종류와 문제해결 사례를 탐색하고 특허 정보를 검색하여 특허 침해 사례를 분석한다. 생활 속 문제를 해결할 수 있는 창의적인 제품을 구상한다. 수송 수단의 구성 요소와 친환경 에너지가 적용된 수송 수단을 구상 및 제작한다.\n가치･태도\n창의적인 제품 만들기를 통해 생활 문제를 해결하는 실천적 태도를 갖고 지식재산권을 올바르게 활용한다. 수송 수단의 중요성과 수송 기술의 가치를 인식한다.\nB\n지식･이해\n발명과 특허의 관계를 이해한다. 수송의 의미와 수송 수단의 발달과정 및 수송 수단의 구성 요소를 이해한다.\n과정･기능\n발명사고기법의 의미를 이해하고 생활 속 문제를 해결할 수 있는 창의적인 제품을 구상하고 제작한다. 수송 수단의 구성 요소와 친환경 에너지를 적용한 수송 수단을 구상 및 제작한다.\n가치･태도\n창의적인 제품 만들기를 통한 생활 문제 해결과 지식재산권의 중요성을 인식한다. 수송 수단과 수송 기술의 중요성 및 가치를 인식한다.\nC\n지식･이해\n발명의 의미를 이해한다. 수송의 의미와 수송 수단의 발달과정 및 수송 수단의 구성 요소를 이해한다.\n과정･기능\n생활 속 문제를 해결할 수 있는 창의적 제품을 탐색한다. 친환경 수송 수단을 탐색한다.\n가치･태도\n창의적인 제품 만들기와 지식재산권에 대한 관심과 흥미를 갖는다. 수송 수단과 수송 기술에 대한 관심과 흥미를 갖는다.\n\n\n(4) 지속가능한 기술과 융합\n\n영역별 성취수준 \nA\n지식･이해\n친환경 건설 구조물의 의미와 특성을 이해한다. 디지털 기술의 중요성 및 디지털 자료 공유 방법을 이해한다. 로봇의 종류와 활용 사례를 통한 로봇의 작동 원리를 이해한다. 생활 속 동식물 자원의 분류, 친환경 농업 사례, 지속가능한 농업 순환을 이해한다. 생활 속 농업활동의 모습을 분석하고 농업과 농촌의 다원적인 역할과 가치를 이해한다. \n과정･기능\n간단한 건설 구조물을 체험한다. 디지털 기기와 디지털 콘덴츠 저작도구를 사용하여 제작할 발표 자료를 구상하고 제작한다. 블록 기반의 교육용 프로그래밍 도구를 활용하여 인공지능형 로봇을 제작하고 구동한다. 다양한 생명기술을 탐색한다.\n가치･태도\n건전한 정보기기 활용과 생활 속에서 로봇 활용에 대한 실천적 태도를 가지며 건설 기술의 가치를 인식한다. 농업 활동을 생활 속에서 실천하고 생태 존중감 및 농산업에 대한 올바른 진로관을 갖는다.\nB\n지식･이해\n친환경 건설 구조물의 의미와 특성 이해한다. 디지털 기술의 중요성 및 디지털 자료 공유 방법을 이해한다. 로봇의 종류와 활용 사례를 이해한다. 생활 속 농업 활동의 모습을 분석하고 농업과 농촌의 다원적인 역할과 가치를 이해한다.\n과정･기능\n간단한 건설 구조물을 체험한다. 디지털 기기와 디지털 콘텐츠 저작도구를 사용하여 발표 자료를 구상하고 발표 자료를 사이버 공간에서 공유한다. 간단한 로봇을 만든다. 동식물 기르고 가꾸기와 생활 속 농업 활동을 체험하고 농업과 관련된 직업의 세계를 탐색한다. \n가치･태도\n건설 기술, 로봇과 융합기술의 중요성 및 가치를 인식한다. 동식물 자원의 중요성과 농업의 미래 가치를 인식한다.\nC\n지식･이해\n건설 기술의 의미와 특성을 이해한다. 디지털 기술의 중요성 및 디지털 자료 공유 방법을 이해한다. 로봇의 개념을 이해한다. 농업과 농촌의 다원적인 역할과 가치를 이해한다.\n과정･기능\n생활 속 건설 구조물을 탐색하고 사이버 공간에서 발표 자료 공유하기와 생활 속 로봇의 기능을 체험한다. 동식물과 관련된 생명기술을 탐색한다.\n가치･태도\n건설 기술과 디지털 기술에 대한 관심과 흥미를 갖는다. 로봇과 융합기술, 농업 활동에 대한 관심과 흥미를 갖는다. \n\n\n(5) 디지털 사회와 인공지능\n\n영역별 성취수준 \nA\n지식･이해\n컴퓨터의 개념, 컴퓨터에게 명령하는 방법을 이해한다. 디지털 데이터와 아날로그 데이터의 특징과 인공지능의 개념 및 만들어지는 과정 그리고 인공지능이 사회에 미치는 영향을 이해한다. \n과정･기능\n생활 속의 문제를 찾아 컴퓨터로 해결 가능한 문제 상황으로 분석하여 문제를 해결하기 위한 알고리즘을 다양한 방법으로 표현하고, 컴퓨터에게 명령하는 방법을 활용하여 실생활 문제를 해결하는 프로그램을 변수와 연산자 및 제어구조를 활용하고 협력하여 작성하고 타인과 공유한다. 인공지능에 활용할 수 있는 데이터의 유형과 형태를 찾아 분류하며, 인공지능이 만들어지는 과정과 사회에 미치는 영향을 탐색한다.\n가치･태도\n컴퓨터를 활용해 해결 가능한 문제를 탐색하고, 프로그래밍 산출물을 타인과 공유하려는 실천 의지를 갖는다. 인공지능이 사회에 미치는 영향을 파악하려는 실천 의지를 갖는다. \nB\n지식･이해\n컴퓨터의 개념, 컴퓨터에게 명령하는 방법을 이해한다. 디지털 데이터와 아날로그 데이터의 특징과 인공지능에서 활용 할 수 있는 데이터의 유형과 형태를 파악하고, 인공지능의 개념과 원리를 이해한다.\n과정･기능\n생활 속의 문제를 찾아 컴퓨터로 해결 가능한 문제 상황으로 분석하여 문제를 해결하기 위한 알고리즘을 표현하고, 컴퓨터에게 명령하는 방법을 활용해 실생활 문제를 해결하는 프로그램을 제어구조를 활용해 협력하여 작성해 타인과 공유한다. 인공지능에 활용할 수 있는 데이터의 유형이나 형태, 인공지능이 만들어지는 과정을 탐색한다.\n가치･태도\n컴퓨터를 활용해 문제를 해결하는 일의 중요성을 인식하고, 프로그래밍 산출물을 타인과 공유하는 것의 가치를 인식한다. 인공지능이 사회에 미치는 영향을 파악하려는 자세를 갖는다.\nC\n지식･이해\n컴퓨터의 개념과 디지털 데이터 혹은 아날로그 데이터의 특징을 이해한다. 인공지능에서 활용할 수 있는 데이터의 유형이나 형태를 확인하고, 인공지능의 개념을 이해한다. \n과정･기능\n생활 속의 문제를 찾아 컴퓨터로 해결 가능한지 탐색하고, 컴퓨터에게 명령하는 방법을 활용해 실생활 문제를 해결하는 프로그램을 일부 코드를 참고해 협력하여 작성한다. 인공지능에서 활용할 수 있는 데이터의 유형이나 형태가 무엇인지 확인하고, 인공지능이 만들어지는 과정을 체험한다. \n가치･태도\n생활 속에서 컴퓨터를 활용해 해결 가능한 문제에 관심 가진다.\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n\n학교급\n초등학교\n과목\n실과\n학년군\n5~6학년군\n영역\n인간발달과 주도적 삶\n성취기준\n성취기준별 성취수준\n[6실01-03] 건강한 가정생활을 위해 가족원 모두에게 다양한 요구가 있음을 이해하여 서로에 대한 배려와 돌봄을 실천한다.\nA\n가정일에서 상호 존중과 협력적 의사소통에 기반한 가족의 역할 분담과 필요성을 이해하고 그 가치를 인식하며, 건강한 가정생활을 위해 가족원의 다양한 요구를 분석하여 가족 간 배려와 돌봄의 가치를 느끼고 실천한다.\nB\n의식주 생활을 충족시키는 가족의 역할은 처한 상황이나 조건에 따라 다양함을 이해하고 역할 분담의 필요성을 알아 가족원의 요구에 기초하여 배려와 돌봄의 가치를 수용하고 실천한다. \nC\n가족의 역할 분담의 필요성을 이해하고 가족원의 다양한 요구를 확인하여 가족 간 배려와 돌봄의 가치를 수용한다. \n평가 요소\n● 상호 존중과 협력적 소통에 기반한 가족의 역할 분담과 필요성 이해하기 \n● 가족 구성원의 다양한 요구를 조사하고 서로에 대한 배려와 돌봄 실천하고 보고서 작성하기 \n평가 도구 유형\n실습, 보고서\n배점\n10점\n개발 방향 및 \n활용 시 \n고려사항\n● 성취기준의 평가 요소 중 상호 존중과 협력적 소통에 기반한 가족의 역할 분담과 그 필요성을 이해하여 가족원의 다양한 요구를 분석하고, 이를 바탕으로 서로에 대한 배려와 돌봄의 가치를 느끼고 실천하는 일련의 실습 과정을 평가하는 문항이다.\n● 발달 과정상 사춘기의 시기를 겪고 있거나 현재 자신이 처한 가족의 상황에 대하여 긍정적으로 생각하지 않는 학생들에게 사적인 영역인 ‘자기 가족’을 대상으로 하는 실습 과정이 민감할 수 있으므로 건강한 가정생활을 위한 출발점으로의 과정임을 안내한다. \n● 평가 결과, 이 문항을 해결하는 데 어려움을 보이는 학생을 위해 건강한 가정생활을 위한 상호 존중과 협력적 소통의 중요성을 안내하고 간접 체험할 수 있는 문학 작품 등을 소개할 수 있다. \n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n1. 내가 생각하는 건강한 가정생활이란 무엇인지 정리해 봅시다. \n\n건강한 가정생활을 위해 필요한 것\n\n➡\n그렇게 생각하는 이유\n\n\n󰀻\n\n내가 생각하는 건강한 가정생활이란?\n\n\n󰀻\n\n건강한 가정생활이 중요한 이유\n\n\n2. 가정일의 역할을 분담하기 위하여 가족회의를 해 보고 다음의 내용을 작성해 봅시다. \n  (가) 회의 일시:          월           일          시\n  (나) 회의 장소:                                      \n  (다) 참석자:                                                  \n  (라) 주제: 가정일을 분담하기 위한 역할 정하기\n\n가정일의 종류\n가정일의 난이도\n(상중하) \n맡은 역할 \n(누가)\n그 역할을 맡은 이유\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n  (마) 가정일의 역할 분담을 위한 가족회의 후 느낀 점이나 새롭게 알게 된 점\n\n\n\n\n\n\n3. 우리 가족 구성원의 다양한 요구를 조사해 봅시다. \n\n가족 구성원\n(누가)\n처한 상황\n(어떤 일)\n요구 대상\n(누구에게)\n요구 사항\n(무엇을)\n요구하는 이유\n(왜)\n예) 엄마\n집안 여기저기 널려 있는 빨래가 많음 \n나\n빨래는 빨래통에 넣기 \n편하게 빨래를 할 수 있으며, 빨래를 빠뜨리지 않고 할 수 있음\n예) 아빠\n동생 방이 너무 지저분하여 필요한 물건을 찾기 어려움 \n동생\n자기 방은 자기가 청소할 것 등\n깨끗하면 기분이 좋고 필요한 물건을 빨리 찾을 수 있음\n\n\n\n\n\n\n\n\n\n\n\n4. 가족 서로에 대한 배려와 돌봄을 실천하고 다음 표를 작성해 봅시다. \n\n가족 구성원\n(누가)\n요구 사항\n내가 가족을 위해 한 일 \n월\n화\n수\n목\n금\n토\n일\n예) 엄마 \n집안일 분담\n식사 준비 돕기\n\n빨래통에 넣기\n\n분리배출\n식사 준비 돕기\n\n예) 아빠 \n자기 방 청소\n\n방 청소\n\n\n\n\n방 청소\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n5. 서로에 대한 배려와 돌봄을 실천한 후 알게 된 점이나 느낀 점을 발표해 봅시다.\n\n\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n서1\n협력적 소통에 기반한 가족의 역할 분담, 가족 구성원의 다양한 요구 파악 및 배려와 돌봄 실천\n매우\n잘함\n● 내가 생각하는 건강한 가정생활은 무엇이며 건강한 가정생활이 중요한 이유에 대하여 세 가지 이상의 요소를 포함하여 설명함. \n● 가족회의를 열어 협력적 의사소통에 기반하여 가정일 역할을 분담하고 가족 회의 후 느낀 점이나 새롭게 알게 된 점을 발표함. \n● 가족 구성원의 다양한 요구를 분석하여 서로 배려와 돌봄을 적극적으로 실천하고 알게 된 점이나 느낀 점을 포함하여 완성도 높은 보고서를 작성함. \n잘함\n● 건강한 가정생활이 무엇인지 두 가지 이상의 요소를 포함하여 설명함. \n● 가족회의를 열어 협력적 의사소통에 기반하여 가정일 역할을 분담함.\n● 가족 구성원이 처한 상황에 따른 다양한 요구를 조사하여 말함. \n● 가족 구성원의 다양한 요구를 바탕으로 배려와 돌봄을 실천하고 보고서를 작성함. \n보통\n● 건강한 가정생활이 무엇인지 한 가지 이상의 요소를 포함하여 설명함.\n● 가족 구성원에게 다양한 요구가 있음을 이해하여 발표함.\n● 계획을 세워 가족 서로 배려와 돌봄을 실천함. \n\n\n\n모범 답안\n\n1. 내가 생각하는 건강한 가정생활이란 무엇인지 정리해 봅시다. \n\n건강한 가정생활을 위해 필요한 것\n가정일을 하면서 협동하기,일상생활의 행복, 가족 간의 심리적 지지와 공감, 심리적 안정감, 가족 간 서로 사랑하고 배려하는 문화 등\n➡\n그렇게 생각하는 이유\n집안일은 한 사람만 할 수 없다. 예전에 가족들이 불화가 있어서 너무 힘들었는데, 화목하고 서로 사랑해야 한다고 생각한다.\n\n󰀻\n\n내가 생각하는 건강한 가정생활이란?\n가족 서로 사랑하고 존중하며 배려해야 한다. 각자 자기가 맡은 가정일에 충실히 하고 어려운 일이 생겼을 때 서로 도와주는 가정이 건강한 가정이라고 생각한다. \n\n󰀻\n\n건강한 가정생활이 중요한 이유\n편안한 가정생활로 인해 정서가 안정되고 행복감을 느끼며 가족 사이의 건강한 관계를 바탕으로 친구와 타인과도 좋은 관계를 형성할 수 있다. \n\n2. 가정일의 역할을 분담하기 위하여 가족회의를 해 보고 다음의 내용을 작성해 봅시다. \n  (가) 회의 일시:       10 월   12 일      오후 8 시\n  (나) 회의 장소:        거실                          \n  (다) 참석자:    아버지, 어머니, 형, 나, 동생           \n  (라) 주제: 가정일을 분담하기 위한 역할 정하기\n\n가정일의 종류\n가정일의 난이도\n(상중하) \n맡은 역할 \n(누가)\n그 역할을 맡은 이유\n빨래 \n중\n형\n형이 희망하였다. 키가 커서 빨래를 잘 널 수 있다. \n청소\n상\n가족 모두\n청소는 힘들어서 가족 모두 역할을 맡아야 한다. \n화분 물 주기\n하\n동생\n동생이 화분을 사랑하기 때문에 \n식사 준비하기 \n상\n아버지, 어머지\n아버지, 어머니의 음식 솜씨가 좋아서 \n분리배출\n하\n나\n환경에 관심이 많아서\n\n  (마) 가정일의 역할 분담을 위한 가족회의 후 느낀 점이나 새롭게 알게 된 점\n\n해야 할 가정일이 많아서 역할 분담을 해야 함을 느꼈다. 서로 대화하며 역할을 \n분담하니 서로 협력할 수 있었다. 서로 존중하고 배려하는 기분이 들었다. \n\n\n\n3. 우리 가족 구성원의 다양한 요구를 조사해 봅시다. \n\n가족 구성원\n(누가)\n처한 상황\n(어떤 일)\n요구 대상\n(누구에게)\n요구 사항\n(무엇을)\n요구하는 이유\n(왜)\n예) 엄마\n집안 여기저기 널려 있는 빨래가 많음 \n나\n빨래는 빨래통에 넣기 \n편하게 빨래를 할 수 있으며, 빨래를 빠뜨리지 않고 할 수 있음\n예) 아빠\n동생 방이 너무 지저분하여 필요한 물건을 찾기 어려움 \n동생\n자기 방은 자기가 청소할 것 등\n깨끗하면 기분이 좋고 필요한 물건을 빨리 찾을 수 있음\n어머니\n감기에 걸림\n가족\n돌봄과 쉼이 \n필요함\n감기 치료\n나\n하교 후 배가 고픔\n아버지, 어머니\n간식이 집에 있었으면 좋겠다\n배가 고파서 \n짜증이 남\n\n4. 가족 서로에 대한 배려와 돌봄을 실천하고 다음 표를 작성해 봅시다. \n\n가족 구성원\n(누가)\n요구 사항\n내가 가족을 위해 한 일 \n월\n화\n수\n목\n금\n토\n일\n예) 엄마 \n집안일 분담\n식사 준비 돕기\n\n빨래통에 넣기\n\n분리배출\n식사 준비 돕기\n\n예) 아빠 \n자기 방 청소\n\n방 청소\n\n\n\n\n방 청소\n엄마\n같이 장보기\n\n\n\n\n\n엄마와 같이 장보기\n\n아빠\n청소기 돌리기\n\n\n\n\n\n\n청소기 돌리기\n\n5. 서로에 대한 배려와 돌봄을 실천한 후 알게 된 점이나 느낀 점을 발표해 봅시다.\n\n가족 서로에 대한 배려와 돌봄은 건강한 가정생활을 위해 꼭 필요함을 느꼈다. \n그동안 가족들에게 잘해주지 못했는데 부모님이 힘드신 것 같아 죄송하였다. \n앞으로도 서로 배려하고 도와주어야겠다. \n\n\n\n  1. 평가 도구 개요\n\n학교급\n초등학교\n과목\n실과\n학년군\n5~6학년군\n영역\n기술적 문제해결과 혁신\n성취기준\n성취기준별 성취수준\n[6실03-01] 발명의 의미를 이해하고, 일상생활을 바꾼 발명품을 탐색하여 발명과 기술에 대한 중요성과 가치를 인식한다.\nA\n발명의 의미를 이해하고 일상생활을 바꾼 발명품 및 적정기술 사례를 탐색하여 발명과 기술의 중요성과 가치를 인식한다.\nB\n발명의 의미를 이해하고 일상생활을 바꾼 발명품의 종류와 문제해결 사례를 탐색하여 발명과 기술의 중요성과 가치를 인식한다.\nC\n발명의 의미를 이해하고 발명과 기술에 대한 관심과 흥미를 갖는다.\n평가 요소\n● 발명의 의미를 이해하고 일상생활을 바꾼 발명품의 종류와 문제해결 사례를 탐색한다.\n● 발명과 기술의 가치를 공유한다.\n평가 도구 유형\n서술형\n배점\n10점\n개발 방향 및 \n활용 시 \n고려사항\n● 발명의 의미를 이해하고 발명품의 종류 및 문제해결 사례를 탐색하는 능력의 점검 및 발명과 기술의 가치를 인식하고 있는지 평가하는 문항이다.\n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n1) 그림에 나타난 발명품 사례를 통해 발명의 의미를 설명해 봅시다.\n\n발명이란?\n\n\n\n\n그림출처: 에듀넷\n\n\n2) 일상생활을 바꾼 발명품의 종류와 문제해결 사례를 탐색해봅시다.\n\n발명품\n발명한 이유\n해결된 문제\n예) 주름 빨대\n빨대가 구부러지지 않아 빨대의 윗부분에 입안이 다칠 수 있기 때문에 \n빨대의 일부분을 주름 모양으로 바꾸어 구부러지게 함\n\n\n\n\n\n3) 발명과 기술의 가치를 공유할 수 있는 방법과 적정 기술 사례를 설명해 봅시다.\n\n발명과 기술의 가치를 공유할 수 있는 방법:\n\n\n적정 기술 사례:\n\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n서2\n발명의 의미\n매우\n잘함\n● 3문항 모두에 적절한 답을 제시한 경우\n● 발명의 의미는 ‘생활 속에서 전에 없던 물건이나 방법 따위를 새로 생각한다.’라는 발명의 정의가 들어가거나 유사한 의미로 기술해야 함.\n● 발명품에 적용된 문제 사례는 실제 생활 속에서 사용되고 있는 문제 해결 사례를 설명할 수 있어야 함.\n● 발명과 기술의 가치를 공유하는 방법은 생활 속에서 실현이 가능한 내용을 기술해야 함.\n잘함\n● 3문항 중 2문항에 적절한 답을 제시한 경우 \n● 발명의 의미는 ‘생활 속에서 전에 없던 물건이나 방법 따위를 새로 생각한다.’라는 발명의 정의가 들어가거나 유사한 의미로 기술해야 함.\n● 발명품에 적용된 문제 사례는 실제 생활 속에서 사용되고 있는 문제 해결 사례를 설명할 수 있어야 함.\n● 발명과 기술의 가치를 공유하는 방법은 생활 속에서 실현이 가능한 내용을 기술해야 함.\n보통\n● 3문항 중 1문항에 적절한 답을 제시한 경우 \n● 발명의 의미는 ‘생활 속에서 전에 없던 물건이나 방법 따위를 새로 생각한다.’라는 발명의 정의가 들어가거나 유사한 의미로 기술해야 함.\n● 발명품에 적용된 문제 사례는 실제 생활 속에서 사용되고 있는 문제 해결 사례를 설명할 수 있어야 함.\n● 발명과 기술의 가치를 공유하는 방법은 생활 속에서 실현이 가능한 내용을 기술해야 함.\n\n\n\n\n\n 채점 시 고려 사항\n- 발명의 의미 답안을 평가할 때는 발명의 사전적 의미 및 그와 유사한 내용이 들어가면 정답으로 인정함.\n- 일상생활을 바꾼 발명품의 문제 해결 사례 답안을 평가할 때는 일상 생활 속에서 실제로 적용되고 있는 사례인지를 고려하여 정답으로 인정함.\n- 발명과 기술의 가치를 공유할 수 있는 방법 답안을 평가할 때는 제시된 방법의 실현 가능성에 중점을 두어 정답으로 인정함.\n\n모범 답안\n\n1) 그림에 나타난 발명품 사례를 통해 발명의 의미를 설명해 봅시다.\n\n발명이란?\n\n생활 속에서 전에 없던 물건이나 방법 따위를 새로 생각하여 만들어 냄\n\n\n그림출처: 에듀넷\n\n\n2) 일상생활을 바꾼 발명품의 종류와 문제해결 사례를 탐색해봅시다.\n\n발명품\n발명한 이유\n해결된 문제\n예) 주름 빨대\n빨대가 구부러지지 않아 빨대의 윗부분에 입안이 다칠 수 있기 때문에 \n빨대의 일부분을 주름 모양으로 바꾸어 구부러지게 함\n투명한 우산\n불투명한 우산은 비오는 날 앞이 안 보임 \n색깔을 빼서 투명하므로 앞의 시야가 잘 보인다.\n\n\n3) 발명과 기술의 가치를 공유할 수 있는 방법과 적정 기술 사례를 설명해 봅시다.\n\n발명과 기술의 가치를 공유할 수 있는 방법:\n① 발명과 기술의 가치를 홍보하는 ucc를 만들어 사이버 공간에 공유하기\n\n적정 기술 사례:\n② 라이프 스트로\n\n\n\n\n  1. 평가 도구 개요\n\n학교급\n초등학교\n과목\n실과\n학년군\n5~6학년군\n영역\n지속가능한 기술과 융합\n성취기준\n성취기준별 성취수준\n[6실04-06] 로봇의 융합 기술을 이해하고, 간단한 로봇을 만들어 코딩과 프로그램을 적용하여 동작시키는 체험을 통해 융합 기술의 가치를 인식하다.\nA\n로봇의 융합 기술을 이해하고 간단한 로봇을 만들어 코딩과 프로그램을 적용하여 동작시키는 과정의 체험을 통해 융합 기술의 가치를 인식한다. \nB\n로봇의 융합 기술을 이해하고 간단한 로봇을 만들어 코딩과 프로그램을 적용하여 동작시키는 과정을 체험한다.\nC\n로봇의 융합 기술을 이해하고 간단한 로봇을 만드는 과정을 체험한다. \n평가 요소\n● 로봇의 융합 기술을 이해하고 간단한 로봇을 만드는 체험하기\n● 만든 로봇의 동작 과정을 알고리즘으로 표현하고 프로그래밍하기 \n평가 도구 유형\n프로젝트\n배점\n10점\n개발 방향 및 \n활용 시 \n고려사항\n● 성취기준의 평가 요소 중 로봇에 대한 관심과 흥미와 로봇 융합 기술의 이해를 바탕으로 로봇 조립과 로봇 동작에 코딩 프로그램을 적용하는 것을 평가하는 문항이다. \n● 결과만을 평가하기보다는 사용되는 센서에 적용된 융합 기술의 이해와 로봇의 동작 과정을 알고리즘으로 표현하고 프로그램을 적용하는 과정을 평가할 수 있도록 한다. \n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n1. 준비학습\n 가. 제시된 로봇의 움직임을 관찰하고 작동 원리를 알아보기\n\n로봇 이름\n작동 원리\n\n선풍기 로봇\n만일 ( 10cm보다 가까이 다가간다 ) 라면, \n(  모터 움직이기 )을/를 실행한다. \n\n청소 로봇\n만일 (                             )면, \n(               )을/를 실행한다. \n\n\n 나. 로봇에 필요한 센서 확인하기\n\n제작 로봇\n필요한 센서\n청소 로봇\n\n\n2. 계획 및 토의\n 가. 모둠 정하기\n\n모둠 명\n모둠원 이름\n\n\n\n 나. 역할 정하기\n\n모둠원 이름\n역할\n\n\n\n\n\n3. 만들기 준비물\n\n제작 로봇\n준비물\n\n\n\n4. 만들기 수행과정\n 가. 조립\n\n\n\n1단계 ( 플레이트에 제어기 연결하기 )\n2단계 ( 축에 바퀴 연결하기 )\n\n\n3단계 ( 제어장치와 모터 연결하기 )\n4단계 (  제어장치와 센서 연결하기 )\n\n나. 코딩\n\n알고리즘\n블록코딩\n\n만일(                 )라면\n(            )을/를 실행하기\n↓\n앞으로 이동하기\n\n다음의 블록을 이용해 코딩해 봅시다.\n\n\n5. 로봇을 조립하고 코딩하는 과정에서 알게 된 점이나 느낀 점을 작성해 봅시다.\n\n\n\n\n\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n서3\n로봇의 융합기술\n매우\n잘함\n● 로봇에 적용된 융합 기술의 작동 원리를 일상생활의 사례를 들어 논리적으로 설명함.\n● 로봇의 작동 과정을 알고리즘으로 절차적으로 표현하고 프로그램을 적용하여 의도한 로봇을 완성함.\n● 융합 기술에 대한 가치를 인식함.\n잘함\n● 로봇에 적용된 융합 기술이 작동하는 과정을 이해함.\n● 조립 순서에 따라 로봇을 조립하고 센서가 정상적으로 작동함.\n● 융합 기술에 대한 가치를 인식함.\n보통\n● 로봇에 적용된 융합 기술이 무엇인지 이해함.\n● 융합 기술에 대한 흥미를 가짐.\n\n\n\n\n 채점 시 고려 사항\n- 센서의 작동 원리를 평가할 때는 센서의 작동 조건과 결과의 내용이 들어가면 정답으로 인정함.\n- 센서와 엑츄이터의 종류는 환경에 따라 다를 수 있지만, 2~3가지로 제한적으로 제시하는 것을 권장함.\n\n\n모범 답안\n\n1. 준비학습\n 가. 제시된 로봇의 움직임을 관찰하고 작동 원리를 알아보기\n\n로봇 이름\n작동 원리\n\n선풍기 로봇\n만일 ( 10cm보다 가까이 다가간다 ) 라면, \n(  모터 움직이기 )을/를 실행한다. \n\n청소 로봇\n만일 ( 3cm보다 작은 거리에 장애물이 있다 )면, \n( 이동 방향을 변경하기 )을/를 실행한다. \n\n\n 나. 로봇에 필요한 센서 확인하기\n\n제작 로봇\n필요한 센서\n청소 로봇\n(DC모터, 적외선 센서 등)\n\n2. 계획 및 토의\n 가. 모둠 정하기\n\n모둠 명\n모둠원 이름\n(실과)\n(김00, 박00)\n\n 나. 역할 정하기\n\n모둠원 이름\n역할\n(김00)\n(조립하기)\n(박00)\n(코딩하기)\n\n3. 만들기 준비물\n\n제작 로봇\n준비물\n(청소 로봇)\n(바퀴와 축, 센서, 베터리 상자, 플레이트 등)\n\n4. 만들기 수행과정\n 가. 조립\n\n\n\n1단계 ( 플레이트에 제어기 연결하기 )\n2단계 ( 축에 바퀴 연결하기 )\n\n\n3단계 ( 제어장치와 모터 연결하기 )\n4단계 (  제어장치와 센서 연결하기 )\n\n나. 코딩\n\n알고리즘\n블록코딩\n\n만일( 적외선 센서 값이 10보다 작다 )라면\n( 왼쪽 모터를 반대 방향으로 회전하기 )을/를 실행하기\n↓\n앞으로 이동하기\n\n\n*완성 코드 예시\n\n5. 로봇을 조립하고 코딩하는 과정에서 알게 된 점이나 느낀 점을 작성해 봅시다.\n\n초음파 센서를 이용해 주변 장애물을 인식할 수 있었다. \n작성한 알고리즘에 따라 로봇의 동작을 제어할 수 있어서 신기했다.\n\n\n\n\n\n7\n체육\n\n가. 성취기준별 성취수준\n(1) 운동 영역\n\n성취기준\n성취기준별 성취수준\n[6체01-01] 건강 체력과 운동 체력의 의미와 요소를 파악하고 다양한 운동 방법을 탐색한다.\nA\n건강 체력과 운동 체력의 의미와 요소를 명확하게 알고, 건강 체력과 운동 체력의 다양한 운동 방법을 구체적으로 설명할 수 있다.\nB\n건강 체력과 운동 체력의 의미와 요소를 대략적으로 알고, 건강 체력과 운동 체력의 다양한 운동 방법을 설명할 수 있다.\nC\n건강 체력과 운동 체력의 의미나 요소 중 일부를 대략적으로 알고, 건강 체력이나 운동 체력의 운동 방법을 제시할 수 있다.\n[6체01-02] 건강 체력과 운동 체력을 측정하고 자신의 체력 수준에 맞는 운동을 시도한다.\nA\n건강 체력과 운동 체력을 측정하여 자신의 체력 수준을 명확하게 알고, 자신의 체력 수준에 맞는 다양한 운동을 꾸준히 시도할 수 있다.\nB\n건강 체력과 운동 체력을 측정하여 자신의 체력 수준을 대략적으로 알고, 자신의 체력 수준에 맞는 일부 운동을 꾸준히 시도할 수 있다.\nC\n건강 체력과 운동 체력을 측정하여 자신의 체력 수준에 맞는 운동을 간헐적으로 시도할 수 있다. \n[6체01-03] 성장 발달의 의미와 특성을 이해하고 운동과의 관계를 파악한다.\nA\n성장 발달의 의미와 특성을 명확하게 알고, 운동이 성장 발달에 미치는 영향을 신체적ㆍ정서적ㆍ사회적 관점에서 예를 들어 구체적으로 설명할 수 있다.\nB\n성장 발달의 의미와 특성을 대략적으로 알고, 운동이 성장 발달에 미치는 영향을 신체적ㆍ정서적ㆍ사회적 관점 중 일부 관점에서 예를 들어 설명할 수 있다.\nC\n성장 발달의 의미를 대략적으로 알고, 운동이 성장 발달에 미치는 영향을 신체적ㆍ정서적ㆍ사회적 관점 중 일부 관점에서 제시할 수 있다.\n[6체01-04] 운동 및 생활 속 위험 상황, 성장 발달을 저해하는 생활 방식의 문제점을 파악하고 예방 및 대처 방법을 익혀 안전하게 활동한다. \nA\n운동 및 생활 속 위험 상황과 성장 발달을 저해하는 생활 방식의 문제점을 명확하게 알고, 예방 및 대처 방법을 종합적으로 익혀 안전하게 활동할 수 있다.\nB\n운동 및 생활 속 위험 상황과 성장 발달을 저해하는 생활 방식의 문제점을 대략적으로 알고, 예방 및 대처 방법을 부분적으로 익혀 안전하게 활동할 수 있다.\nC\n운동 및 생활 속 위험 상황이나 성장 발달을 저해하는 생활 방식의 문제점 중 일부를 대략적으로 알고, 예방 및 대처 방법을 부분적으로 따라 활동할 수 있다.\n[6체01-05] 체력 운동을 끈기 있게 규칙적으로 수행한다.\nA\n체력 증진을 저해하는 개인적 조건과 환경적 조건 모두를 고려하여 전반적으로 극복하며 체력 운동을 끈기 있게 규칙적으로 수행할 수 있다.\nB\n체력 증진을 저해하는 개인적 조건과 환경적 조건 모두를 고려하며 체력 운동을 끈기 있게 규칙적으로 수행할 수 있다.\nC\n체력 증진을 저해하는 개인적 조건이나 환경적 조건 중 일부를 고려하며 체력 운동을 간헐적으로 수행할 수 있다.\n[6체01-06] 성장과 발달 과정에서 나타나는 신체적, 정서적, 사회적 특성과 차이를 공감하고 위험 상황에 침착하게 대처한다.\nA\n성장과 발달 과정에서 나타나는 특성과 차이를 신체적ㆍ정서적ㆍ사회적 관점 모두에서 전반적으로 공감할 수 있으며 위험 상황에 침착하게 대처할 수 있다.\nB\n성장과 발달 과정에서 나타나는 특성과 차이를 신체적ㆍ정서적ㆍ사회적 관점 모두에서 부분적으로 공감할 수 있으며 위험 상황에 대처할 수 있다.\nC\n성장과 발달 과정에서 나타나는 특성과 차이를 신체적ㆍ정서적ㆍ사회적 관점 중 일부 관점에서 부분적으로 공감할 수 있으며 위험 상황을 인지할 수 있다.\n\n\n(2) 스포츠 영역\n\n성취기준\n성취기준별 성취수준\n[6체02-01] 기술형 스포츠의 의미와 유형을 파악한다.\nA\n기술형 스포츠의 의미와 유형을 명확하게 알고, 기록형ㆍ동작형ㆍ투기형 스포츠 각각의 특성을 예를 들어 구체적으로 설명할 수 있다.\nB\n기술형 스포츠의 의미와 유형을 대략적으로 알고, 기록형ㆍ동작형ㆍ투기형 스포츠 각각의 특성을 설명할 수 있다.\nC\n기술형 스포츠의 의미를 대략적으로 알고, 기록형ㆍ동작형ㆍ투기형 스포츠의 종류를 구별할 수 있다.\n[6체02-02] 기술형 스포츠 유형별로 기본 움직임 기술을 응용한 기본 기능을 파악하고 수행한다.\nA\n기술형 스포츠에서 기본 움직임 기술을 응용한 여러 가지 기본 기능을 다양한 게임 상황에서 효율적으로 수행할 수 있다.\nB\n기술형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 다양한 게임 상황에서 수행할 수 있다.\nC\n기술형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 게임 상황에서 부분적으로 수행할 수 있다.\n[6체02-03] 기술형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.\nA\n기술형 스포츠를 변형한 게임 활동의 경기 방법을 명확히 파악하고, 다양한 게임 활동에서 여러 가지 기본 전략을 수행할 수 있다.\nB\n기술형 스포츠를 변형한 게임 활동의 경기 방법을 대략적으로 파악하고, 다양한 게임 활동에서 일부 기본 전략을 수행할 수 있다.\nC\n기술형 스포츠를 변형한 게임 활동의 경기 방법 중 일부를 대략적으로 파악하고, 게임 활동에서 일부 기본 전략을 부분적으로 수행할 수 있다.\n[6체02-04] 전략형 스포츠의 의미와 유형을 파악한다.\nA\n전략형 스포츠의 의미와 유형을 명확하게 알고, 영역형ㆍ필드형ㆍ네트형 스포츠 각각의 특성을 예를 들어 구체적으로 설명할 수 있다.\nB\n전략형 스포츠의 의미와 유형을 대략적으로 알고, 영역형ㆍ필드형ㆍ네트형 스포츠 각각의 특성을 설명할 수 있다.\nC\n전략형 스포츠의 의미를 대략적으로 알고, 영역형ㆍ필드형ㆍ네트형 스포츠의 종류를 구별할 수 있다.\n[6체02-05] 전략형 스포츠 유형별로 기본 움직임 기술을 응용한 기본 기능을 파악하고 수행한다.\nA\n전략형 스포츠에서 기본 움직임 기술을 응용한 여러 가지 기본 기능을 다양한 게임 상황에서 효율적으로 수행할 수 있다.\nB\n전략형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 다양한 게임 상황에서 수행할 수 있다.\nC\n전략형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 게임 상황에서 부분적으로 수행할 수 있다.\n[6체02-06] 전략형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.\nA\n전략형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 명확히 파악하고, 다양한 게임 활동에서 여러 가지 기본 전략을 수행할 수 있다.\nB\n전략형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 대략적으로 파악하고, 다양한 게임 활동에서 일부 기본 전략을 수행할 수 있다.\nC\n전략형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법 중 일부를 대략적으로 파악하고, 게임 활동에서 일부 기본 전략을 부분적으로 수행할 수 있다.\n[6체02-07] 생태형 스포츠의 의미와 유형을 파악한다. \nA\n생태형 스포츠의 의미와 유형을 명확하게 알고, 생활환경형ㆍ자연환경형 스포츠 각각의 특성을 예를 들어 구체적으로 설명할 수 있다.\nB\n생태형 스포츠의 의미와 유형을 대략적으로 알고, 생활환경형ㆍ자연환경형 스포츠 각각의 특성을 설명할 수 있다.\nC\n생태형 스포츠의 의미를 대략적으로 알고, 생활환경형ㆍ자연환경형 스포츠의 종류를 구별할 수 있다.\n[6체02-08] 생태형 스포츠 유형별로 기본 움직임 기술을 응용한 기본 기능을 파악하고 수행한다.\nA\n생태형 스포츠에서 기본 움직임 기술을 응용한 여러 가지 기본 기능을 다양한 활동 상황에 맞게 효과적으로 수행할 수 있다.\nB\n생태형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 다양한 활동 상황에서 수행할 수 있다.\nC\n생태형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 활동 상황에서 부분적으로 수행할 수 있다.\n[6체02-09] 생태형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.\nA\n생태형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 명확히 파악하고, 다양한 활동 상황에서 여러 가지 기본 전략을 수행할 수 있다.\nB\n생태형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 대략적으로 파악하고, 다양한 활동 상황에서 일부 기본 전략을 수행할 수 있다.\nC\n생태형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 대략적으로 파악하고, 활동 상황에서 일부 기본 전략을 부분적으로 수행할 수 있다.\n[6체02-10] 스포츠 활동에 참여하며 목표를 달성하기 위한 의지를 실천하고 상대의 기술을 인정한다.\nA\n스스로 설정한 목표를 달성하기 위한 의지를 실천하며 스포츠 활동에 참여하고, 상대의 기술을 인정하는 태도를 갖고 이를 스포츠 활동에서 적극적으로 실천할 수 있다.\nB\n목표를 달성하기 위한 의지를 실천하며 스포츠 활동에 참여하고, 상대의 기술을 인정하는 태도를 갖고 이를 스포츠 활동에서 실천할 수 있다.\nC\n목표를 달성하기 위한 의지를 일부 실천하며 스포츠 활동에 참여하고, 상대의 기술을 인정하는 태도를 갖고 이를 스포츠 활동에서 실천하기 위해 노력할 수 있다.\n[6체02-11] 스포츠 활동에 참여하며 팀원과 협력하고 구성원을 배려한다.\nA\n다양한 스포츠 활동에서 최선을 다하고 팀원과 협력하며 구성원 전체를 적극적으로 배려할 수 있다.\nB\n일부 스포츠 활동에서 최선을 다하고 팀원과 협력하며 구성원을 배려할 수 있다.\nC\n일부 스포츠 활동에 열심히 참여하고 팀원과 부분적으로 협력하며 구성원을 배려하기 위해 노력할 수 있다. \n[6체02-12] 스포츠 활동에 참여하며 환경을 아끼고 감사하는 태도를 실천한다.\nA\n다양한 스포츠 활동 중 환경을 아끼고 스포츠 환경에 감사하는 태도를 가지며 이를 자기 주도적으로 실천할 수 있다.\nB\n일부 스포츠 활동 중 환경을 아끼고 스포츠 환경에 감사하는 태도를 가지며 이를 실천할 수 있다.\nC\n일부 스포츠 활동 중 환경을 아끼고 스포츠 환경에 감사하는 태도를 가지며 이를 실천하기 위해 노력할 수 있다.\n\n\n(3) 표현 영역\n\n성취기준\n성취기준별 성취수준\n[6체03-01] 표현 활동의 의미와 유형을 파악한다. \nA\n표현 활동의 의미와 유형을 명확하게 알고, 움직임의 방식에 따른 스포츠 표현ㆍ전통 표현ㆍ현대 표현의 유형을 예를 들어 구체적으로 설명할 수 있다.\nB\n표현 활동의 의미와 유형을 대략적으로 알고, 움직임의 방식에 따른 스포츠 표현ㆍ전통 표현ㆍ현대 표현의 유형을 설명할 수 있다.\nC\n표현 활동의 의미를 대략적으로 알고, 움직임의 방식에 따른 스포츠 표현ㆍ전통 표현ㆍ현대 표현의 유형을 구별할 수 있다.\n[6체03-02] 스포츠 표현에서 움직임 기술을 응용한 기본 동작을 파악하고 표현한다.\nA\n스포츠 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 명확하게 파악하고, 다양한 동작을 활용해 주제에 맞춰 아름답게 표현할 수 있다.\nB\n스포츠 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 대략적으로 파악하고, 일부 기본 동작을 활용해 주제에 맞춰 표현할 수 있다.\nC\n스포츠 표현에서 움직임 기술을 응용한 간단한 기본 동작을 대략적으로 파악하고, 일부 기본 동작을 활용해 표현할 수 있다.\n[6체03-03] 스포츠 표현의 기본 동작을 다양하게 구성하여 발표하고 감상한다.\nA\n스포츠 표현의 기본 동작을 다양하고 창의적으로 구성하여 작품을 발표하고, 작품의 아름다움을 명확하게 이해하고 느끼며 감상할 수 있다.\nB\n스포츠 표현의 기본 동작으로 작품을 구성하여 발표하고, 작품의 아름다움을 대략적으로 이해하고 느끼며 감상할 수 있다.\nC\n스포츠 표현의 일부 기본 동작으로 작품을 간략하게 구성하여 발표하고, 작품의 아름다움을 대략적으로 느끼며 감상할 수 있다.\n[6체03-04] 전통 표현에서 움직임 기술을 응용한 기본 동작을 파악하고 표현한다.\nA\n전통 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 명확하게 파악하고, 다양한 기본 동작을 활용해 음악에 맞춰 문화적 특색이 드러나도록 표현할 수 있다.\nB\n전통 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 대략적으로 파악하고, 일부 기본 동작을 활용해 음악에 맞춰 문화적 특색이 드러나도록 표현할 수 있다.\nC\n전통 표현에서 움직임 기술을 응용한 간단한 기본 동작을 대략적으로 파악하고, 일부 기본 동작을 활용해 표현할 수 있다.\n[6체03-05] 전통 표현의 기본 동작을 다양하게 구성하여 발표하고 감상한다.\nA\n전통 표현의 기본 동작을 다양하게 구성하여 문화적 특색이 드러나게 작품을 발표하고, 작품의 전통적 의미를 명확하게 이해하며 감상할 수 있다.\nB\n전통 표현의 기본 동작으로 작품을 구성하여 발표하고, 작품의 전통적 의미를 대략적으로 이해하며 감상할 수 있다.\nC\n전통 표현의 일부 기본 동작으로 작품을 간략하게 구성하여 발표하고, 작품의 전통적 의미 일부를 대략적으로 이해하며 감상할 수 있다.\n[6체03-06] 현대 표현에서 움직임 기술을 응용한 기본 동작을 파악하고 표현한다.\nA\n현대 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 명확하게 파악하고, 다양한 기본 동작을 활용해 자유로움의 특성이 드러나도록 주제에 맞춰 창의적으로 표현할 수 있다.\nB\n현대 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 대략적으로 파악하고, 일부 기본 동작을 활용해 자유로움의 특성이 드러나도록 주제에 맞춰 표현할 수 있다.\nC\n현대 표현에서 움직임 기술을 응용한 간단한 기본 동작을 대략적으로 파악하고, 일부 기본 동작을 활용해 표현할 수 있다.\n[6체03-07] 현대 표현의 기본 동작을 다양하게 구성하여 발표하고 감상한다.\nA\n현대 표현의 기본 동작을 다양하고 창의적으로 구성하여 작품을 발표하고, 작품의 주제를 명확하게 이해하며 감상할 수 있다.\nB\n현대 표현의 기본 동작으로 작품을 구성하여 발표하고, 작품의 주제를 대략적으로 이해하며 감상할 수 있다.\nC\n현대 표현의 일부 기본 동작으로 작품을 간략하게 구성하여 발표하고, 작품의 주제 일부를 대략적으로 이해하며 감상할 수 있다.\n[6체03-08] 다양한 표현 활동 유형을 수용하고, 움직임 표현의 아름다움을 추구한다. \nA\n다양한 표현 활동의 유형을 긍정적으로 수용하고, 움직임을 창의적이고 아름답게 표현하고자 하는 태도를 가지며 이를 적극적으로 실천할 수 있다.\nB\n일부 표현 활동의 유형을 긍정적으로 수용하고, 움직임을 아름답게 표현하고자 하는 태도를 가지며 이를 실천할 수 있다.\nC\n일부 표현 활동의 유형을 수용하고, 움직임을 아름답게 표현하고자 하는 태도를 가지며 이를 실천하기 위해 노력할 수 있다.\n\n\n\n나. 영역별 성취수준\n(1) 운동 영역\n\n영역\n영역별 성취수준\n운동\nA\n지식･이해\n건강 체력 및 운동 체력의 의미와 요소, 성장 발달의 의미와 특성을 명확하게 알고, 건강 체력 및 운동 체력의 다양한 운동 방법과 운동이 성장 발달에 미치는 영향을 신체적ㆍ정서적ㆍ사회적 관점에서 예를 들어 구체적으로 설명할 수 있다. 또한 운동 및 생활 속 위험 상황과 성장 발달을 저해하는 생활 방식의 문제점을 명확하게 알 수 있다.\n과정･기능\n건강 체력과 운동 체력을 측정하여 자신의 체력 수준에 맞는 다양한 운동을 꾸준히 시도할 수 있다. 또한 운동 및 생활 속에서 위험 상황 및 문제점에 대한 예방 및 대처 방법을 종합적으로 익혀 안전하게 활동할 수 있다.\n가치･태도\n체력 증진을 저해하는 개인적 조건과 환경적 조건 모두를 고려하여 전반적으로 극복하며 체력 운동을 끈기 있게 규칙적으로 수행할 수 있다. 또한 성장과 발달 과정에서 나타나는 특성과 차이를 신체적ㆍ정서적ㆍ사회적 관점 모두에서 전반적으로 공감할 수 있으며 위험 상황에 침착하게 대처할 수 있다.\nB\n지식･이해\n건강 체력 및 운동 체력의 의미와 요소, 성장 발달의 의미와 특성을 대략적으로 알고, 건강 체력 및 운동 체력의 다양한 운동 방법과 운동이 성장 발달에 미치는 영향을 신체적ㆍ정서적ㆍ사회적 관점 중 일부 관점에서 예를 들어 설명할 수 있다. 그리고 운동 및 생활 속 위험 상황과 성장 발달을 저해하는 생활 방식의 문제점을 대략적으로 알 수 있다.\n과정･기능\n건강 체력과 운동 체력을 측정하여 자신의 체력 수준에 맞는 운동 중 일부를 꾸준히 시도할 수 있다. 또한 운동 및 생활 속에서 위험 상황 및 문제점에 대한 예방 및 대처 방법을 부분적으로 익혀 안전하게 활동할 수 있다.\n가치･태도\n체력 증진을 저해하는 개인적 조건과 환경적 조건 모두를 고려하며 체력 운동을 끈기 있게 규칙적으로 수행할 수 있다. 또한 성장과 발달 과정에서 나타나는 특성과 차이를 신체적ㆍ정서적ㆍ사회적 관점 모두에서 부분적으로 공감할 수 있으며 위험 상황에 대처할 수 있다.\nC\n지식･이해\n건강 체력 및 운동 체력과 성장 발달의 의미나 요소 중 일부를 대략적으로 알고, 건강 체력이나 운동 체력의 운동 방법과 운동이 성장 발달에 미치는 영향을 신체적ㆍ정서적ㆍ사회적 관점 중 일부 관점에서 제시할 수 있다. 그리고 운동 및 생활 속 위험 상황이나 성장 발달을 저해하는 생활 방식 중 일부를 대략적으로 알 수 있다.\n과정･기능\n건강 체력과 운동 체력을 측정하여 자신의 체력 수준에 맞는 운동을 부분적으로 시도할 수 있다. 또한 운동 및 생활 속에서 위험 상황 및 문제점에 대한 예방 및 대처 방법을 부분적으로 따라서 활동할 수 있다.\n가치･태도\n체력 증진을 저해하는 개인적 조건이나 환경적 조건 중 일부를 고려하며 체력 운동을 간헐적으로 수행할 수 있다. 또한 성장과 발달 과정에서 나타나는 특성과 차이를 신체적ㆍ정서적ㆍ사회적 관점 중 일부 관점에서 부분적으로 공감할 수 있으며 위험 상황을 인지할 수 있다.\n\n(2) 스포츠 영역\n\n영역\n영역별 성취수준\n스포츠\nA\n지식･이해\n기술형ㆍ전략형ㆍ생태형 스포츠의 의미와 유형을 명확하게 알고, 기술형의 기록형·동작형·투기형 스포츠, 전략형의 영역형·필드형·네트형 스포츠, 생태형의 생활환경형·자연환경형 스포츠 각각의 특성을 예를 들어 구체적으로 설명할 수 있다. 또한 기술형ㆍ전략형ㆍ생태형 스포츠를 변형한 게임 활동의 경기 방법이나 활동 방법을 명확히 파악할 수 있다.\n과정･기능\n기술형ㆍ전략형ㆍ생태형 스포츠에서 기본 움직임 기술을 응용한 여러 가지 기본 기능을 다양한 게임 및 활동 상황에서 효율적으로 수행할 수 있다. 또한 기술형ㆍ전략형ㆍ생태형 스포츠를 변형한 다양한 게임이나 활동 상황에서 여러 가지 기본 전략을 수행할 수 있다.\n가치･태도\n스스로 설정한 목표를 달성하기 위한 의지를 실천하며 스포츠 활동에 참여하고, 상대의 기술을 인정하는 태도를 갖고 이를 스포츠 활동에서 적극적으로 실천할 수 있다. 또한 다양한 스포츠 활동에서 최선을 다하고 팀원과 협력하며 구성원 전체를 적극적으로 배려할 수 있다. 그리고 다양한 스포츠 활동 중 환경을 아끼고 스포츠 환경에 감사하는 태도를 가지며 이를 자기 주도적으로 실천할 수 있다.\nB\n지식･이해\n기술형ㆍ전략형ㆍ생태형 스포츠의 의미와 유형을 대략적으로 알고, 기술형의 기록형·동작형·투기형 스포츠, 전략형의 영역형·필드형·네트형 스포츠, 생태형의 생활환경형·자연환경형 스포츠 각각의 특성을 설명할 수 있다. 또한 기술형ㆍ전략형ㆍ생태형 스포츠를 변형한 게임 활동의 경기 방법이나 활동 방법을 대략적으로 파악할 수 있다.\n과정･기능\n기술형ㆍ전략형ㆍ생태형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 다양한 게임 및 활동 상황에서 수행할 수 있다. 또한 기술형ㆍ전략형ㆍ생태형 스포츠를 변형한 다양한 게임이나 활동 상황에서 일부 기본 전략을 수행할 수 있다.\n가치･태도\n목표를 달성하기 위한 의지를 실천하며 스포츠 활동에 참여하고, 상대의 기술을 인정하는 태도를 갖고 이를 스포츠 활동에서 실천할 수 있다. 또한 일부 스포츠 활동에서 최선을 다하고 팀원과 협력하며 구성원을 배려할 수 있다. 그리고 일부 스포츠 활동 중 환경을 아끼고 스포츠 환경에 감사하는 태도를 가지며 이를 실천할 수 있다.\nC\n지식･이해\n기술형ㆍ전략형ㆍ생태형 스포츠의 의미를 대략적으로 알고, 기술형의 기록형·동작형·투기형 스포츠, 전략형의 영역형·필드형·네트형 스포츠, 생태형의 생활환경형·자연환경형 스포츠의 종류를 구별할 수 있다. 또한 기술형ㆍ전략형ㆍ생태형 스포츠를 변형한 게임 활동의 경기 방법이나 활동 방법 중 일부를 대략적으로 파악할 수 있다.\n과정･기능\n기술형ㆍ전략형ㆍ생태형 스포츠에서 기본 움직임 기술을 응용한 일부 기본 기능을 게임 및 활동 상황에서 부분적으로 수행할 수 있다. 또한 기술형ㆍ전략형ㆍ생태형 스포츠를 변형한 게임이나 활동 상황에서 일부 기본 전략을 부분적으로 수행할 수 있다.\n가치･태도\n목표를 달성하기 위한 의지를 일부 실천하며 스포츠 활동에 참여하고, 상대의 기술을 인정하는 태도를 갖고 이를 스포츠 활동에서 실천하기 위해 노력할 수 있다. 또한 일부 스포츠 활동에 열심히 참여하고 팀원과 부분적으로 협력하며 구성원을 배려하기 위해 노력할 수 있다. 그리고 일부 스포츠 활동 중 환경을 아끼고 스포츠 환경에 감사하는 태도를 가지며 이를 실천하기 위해 노력할 수 있다.\n\n\n(3) 표현 영역\n\n영역\n영역별 성취수준\n표현\nA\n지식･이해\n표현 활동의 의미와 유형을 명확하게 알고, 움직임의 방식에 따른 스포츠 표현ㆍ전통 표현ㆍ현대 표현의 유형을 예를 들어 구체적으로 설명할 수 있다. 또한 스포츠 표현ㆍ전통 표현ㆍ현대 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 명확하게 파악할 수 있다.\n과정･기능\n스포츠 표현ㆍ전통 표현ㆍ현대 표현에서 움직임 기술을 응용한 다양한 동작을 활용해 아름답게 표현할 수 있다. 또한 기본 동작을 다양하고 창의적으로 구성하여 작품을 발표하고, 작품의 아름다움을 명확하게 이해하고 느끼며 감상할 수 있다.\n가치･태도\n다양한 표현 활동의 유형을 긍정적으로 수용하고, 움직임을 창의적이고 아름답게 표현하고자 하는 태도를 가지며 이를 적극적으로 실천할 수 있다.\nB\n지식･이해\n표현 활동의 의미와 유형을 대략적으로 알고, 움직임의 방식에 따른 스포츠 표현ㆍ전통 표현ㆍ현대 표현의 유형을 설명할 수 있다. 또한 스포츠 표현ㆍ전통 표현ㆍ현대 표현에서 움직임 기술을 응용한 여러 가지 기본 동작을 대략적으로 파악할 수 있다.\n과정･기능\n스포츠 표현ㆍ전통 표현ㆍ현대 표현에서 움직임 기술을 응용한 여러 가지 기본 동작 중 일부를 활용해 표현할 수 있다. 또한 기본 동작으로 작품을 구성하여 발표하고, 작품의 아름다움을 대략적으로 이해하고 느끼며 감상할 수 있다. \n가치･태도\n일부 표현 활동의 유형을 긍정적으로 수용하고, 움직임을 아름답게 표현하고자 하는 태도를 가지며 이를 실천할 수 있다.\nC\n지식･이해\n표현 활동의 의미를 대략적으로 알고, 움직임의 방식에 따른 스포츠 표현ㆍ전통 표현ㆍ현대 표현의 유형을 구별할 수 있다. 또한 스포츠 표현ㆍ전통 표현ㆍ현대 표현에서 움직임 기술을 응용한 간단한 기본 동작을 대략적으로 파악할 수 있다.\n과정･기능\n스포츠 표현ㆍ전통 표현ㆍ현대 표현에서 움직임 기술을 응용한 일부 간단한 기본 동작을 활용해 표현할 수 있다. 또한 일부 기본 동작으로 작품을 간략하게 구성하여 발표하고, 작품의 아름다움을 대략적으로 느끼며 감상할 수 있다.\n가치･태도\n일부 표현 활동의 유형을 수용하고, 움직임을 아름답게 표현하고자 하는 태도를 가지며 이를 실천하기 위해 노력할 수 있다.\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n학교급\n초등학교\n과목\n체육\n학년군\n5∼6학년군\n영역\n스포츠\n성취기준\n성취기준별 성취수준\n[6체02-06] 전략형 스포츠 유형별 활동 방법을 파악하고 기본 전략을 게임 활동에서 수행한다.\nA\n전략형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 명확히 파악하고, 다양한 게임 활동에서 여러 가지 기본 전략을 수행할 수 있다.\nB\n전략형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법을 대략적으로 파악하고, 다양한 게임 활동에서 일부 기본 전략을 수행할 수 있다.\nC\n전략형 스포츠를 변형한 게임이나 뉴스포츠 수준의 활동 방법 중 일부를 대략적으로 파악하고, 게임 활동에서 일부 기본 전략을 부분적으로 수행할 수 있다.\n평가 과제\n● 변형 게임의 활동 방법을 설명하고, 게임 상황에서 기본 전략 수행하기\n평가 요소\n● 전략형 스포츠의 활동 방법과 기본 전략\n● 전략형 스포츠의 기본 전략 적용\n평가 도구 유형\n구술·발표 / 실습\n배점\n12점\n개발 방향 및 \n활용시 \n고려사항\n● 본 평가 도구는 성취기준 [6체02-06]의 성취 여부를 알아보기 위해 개발되었으며, 네트형 스포츠의 활동 방법을 설명하는 항목과 게임 상황에서 필요한 전략을 수행할 수 있는지를 확인하는 체크리스트로 구성하였다.\n● 운동 실습 체크리스트의 경우 수행 과제에 제시된 바와 같은 전략을 효과적으로 수행하는지 여부를 3점, 2점, 1점으로 나누어 표시할 수 있는데, 교사의 관찰 평가와 더불어 동료 평가도 이루어질 수 있도록 한다.\n● 결과 중심의 평가를 지양하고 실천 과정에서 개별 피드백을 주어 전략형 스포츠의 활동 방법과 기본 전략을 알고 수행할 수 있도록 한다. \n\n\n 2. 평가 도구\n\n\n수행 과제\n\n\n\n1. 다음 중 ‘배려 배드민턴’ 게임에 필요한 기술과 활동을 맞는 것끼리 선으로 연결하고, ‘배려 배드민턴’ 게임을 잘하기 위한 방법을 적은 후에 설명해 봅시다.\n\n셔틀콕이 짧게 올 때\n•\n\n•\n친구가 잘 받을 수 있도록 높이 쳐 준다.\n셔틀콕이 길게 올 때\n•\n\n•\n머리 위에서 쳐서 위를 향하도록 친다.\n서브할 때\n•\n\n•\n라켓을 아래에서 위로 향하도록 친다.\n\n\n‘배려 배드민턴’ 게임을 잘하기 위한 방법을\n적고 설명하기\n\n\n\n2. 아래의 기록지에 ‘간이 배드민턴’ 게임 수행을 관찰하여 기록한 후, 전체 점수를 더해 봅시다.\n\n관찰 내용\n체크리스트 기준(총점: 9점)\n상대의 빈 곳으로 넘기기 위해 노력하는가?\n□3점  □2점  □1점\n상대편의 공격 방향을 예상하고 미리 몸을 움직일 수 있는가?\n□3점  □2점  □1점\n역할을 분담하여 게임에 참여하는가?\n□3점  □2점  □1점\n\n\n이름\n체크리스트 합계 점수\n관찰 결과\n예시)\n4점\n셔틀콕을 상대방의 빈 곳으로 잘 보내지 못했다.\n김OO\n\n\n서OO\n\n\n이OO\n\n\n…\n\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수\n1\n활동 방법 \n올바로 설명하기\n3점\n배려 배드민턴에 필요한 기술과 활동 방법을 알맞게 연결하고, 배려 배드민턴 게임을 잘하기 위한 방법을 올바르게 구체적으로 설명함.\n예시답안\n셔틀콕이 짧게 올 때 - 라켓을 아래에서 위로 향하도록 친다.\n셔틀콕이 길게 올 때 - 머리 위에서 쳐서 위를 향하도록 친다.\n서브할 때 - 친구가 잘 받을 수 있도록 높이 쳐 준다.\n배려 배드민턴 게임 잘하는 방법 – 셔틀콕이 떨어지는 위치를 미리 생각하고 몸을 움직여서 친구가 잘 받을 수 있도록 쳐 줘야 해요.\n2점\n배려 배드민턴에 필요한 기술과 활동 방법을 알맞게 연결하고, 배려 배드민턴 게임을 잘하기 위한 방법을 부분적으로 설명함.\n예시답안\n셔틀콕이 짧게 올 때 - 라켓을 아래에서 위로 향하도록 친다.\n셔틀콕이 길게 올 때 - 머리 위에서 쳐서 위를 향하도록 친다.\n서브할 때 - 친구가 잘 받을 수 있도록 높이 쳐 준다.\n배려 배드민턴 게임 잘하는 방법 – 친구가 잘 받게 쳐 오랫동안 주고받아요.\n1점\n배려 배드민턴에 필요한 기술과 활동 방법을 알맞게 연결함.\n예시답안\n셔틀콕이 짧게 올 때 - 라켓을 아래에서 위로 향하도록 친다.\n셔틀콕이 길게 올 때 - 머리 위에서 쳐서 위를 향하도록 친다.\n서브할 때 - 친구가 잘 받을 수 있도록 높이 쳐 준다.\n수\n2-1\n빈 곳으로 넘기는 전략 수행하기\n3점\n배드민턴 게임 상황에서 빈 곳으로 공 넘기기를 효과적으로 수행함.\n2점\n배드민턴 게임 상황에서 빈 곳으로 공 넘기기를 간헐적으로 수행함.\n1점\n배드민턴 게임 상황에서 공 넘기기를 간헐적으로 수행함.\n수\n2-2\n예상하고\n미리 움직이기\n3점\n상대편의 공격 방향을 예상하고 미리 몸 움직이기를 효과적으로 수행함.\n2점\n상대편의 공격 방향을 예상하고 미리 몸 움직이기를 간헐적으로 수행함.\n1점\n상대편의 공격 방향에 따라 움직이기를 간헐적으로 수행함.\n수\n2-3\n역할 분담하는 전략 수행하기\n3점\n상대방이 친 공에 따라 앞ㆍ뒤ㆍ좌ㆍ우로 효과적으로 움직이며 맡은 역할을 적극적으로 수행함.\n2점\n상대방이 친 공에 따라 앞ㆍ뒤ㆍ좌ㆍ우로 움직이며 맡은 역할을 수행함.\n1점\n5상대방이 친 공에 따라 움직이며 맡은 역할을 간헐적으로 수행함.\n\n\n모범 답안\n\n수1\n셔틀콕이 짧게 올 때 - 라켓을 아래에서 위로 향하도록 친다.\n셔틀콕이 길게 올 때 - 머리 위에서 쳐서 위를 향하도록 친다.\n서브할 때 - 친구가 잘 받을 수 있도록 높이 쳐 준다.\n배려 배드민턴 게임을 잘하기 위한 방법 – 셔틀콕이 떨어지는 위치를 미리 생각하여 몸을 움직이고 친구가 잘 받을 수 있도록 쳐 주어야 해요.\n수2-1\n배드민턴 게임 상황에서 빈 곳으로 공 넘기기를 효과적으로 수행한다.\n수2-2\n상대편의 공격 방향을 예상하고 미리 몸 움직이기를 효과적으로 수행한다.\n수2-3\n상대방이 친 공에 따라 앞ㆍ뒤ㆍ좌ㆍ우의 움직임을 효과적으로 수행한다.\n\n\n8\n음악\n\n가. 성취기준별 성취수준\n(1) 연주 \n\n성취기준\n성취기준별 성취수준\n[6음01-01] 바른 주법과 표현 기법을 익혀 노래나 악기로 느낌을 담아 연주한다.\nA\n바른 주법과 표현 기법을 충분히 이해하여 노래나 악기로 느낌을 담아 자연스럽게 연주한다.\nB\n바른 주법과 표현 기법을 이해하여 노래나 악기로 느낌을 담아 연주한다. \nC\n바른 주법과 표현 기법을 부분적으로 이해하여 노래나 악기로 연주하려고 노력한다. \n[6음01-02] 음악 요소를 살려 노래나 악기로 발표하고 과정을 돌아본다.\nA\n음악 요소를 충분히 이해하여 그 특징을 전체적으로 살려 노래나 악기로 발표하고 연주 활동 과정에 대해 글이나 말로 구체적으로 표현한다. \nB\n음악 요소를 이해하여 그 특징을 살려 노래나 악기로 발표하고 연주 활동 과정에 대해 글이나 말로 표현한다. \nC\n음악 요소를 부분적으로 이해하여 그 특징을 일부 살려 노래나 악기로 발표하고 연주 활동에 대해 글이나 말로 표현하려고 노력한다. \n[6음01-03] 소리의 어울림을 생각하며 다양한 방법으로 함께 표현한다.\nA\n소리의 어울림을 충분히 이해하고 다양한 방법을 적절히 활용하여 함께 표현한다.\nB\n소리의 어울림을 이해하고 다양한 방법을 활용하여 함께 표현한다.\nC\n소리의 어울림을 알고 함께 표현하려고 노력한다.\n[6음01-04] 간단한 형태의 연주를 준비하여 생활 속 음악 활동에 참여한다.\nA\n간단한 형태의 연주를 충분히 이해하여 생활 속 음악 활동을 주도적으로 준비하고 발표에 적극적으로 참여한다. \nB\n간단한 형태의 연주를 이해하여 생활 속 음악 활동을 준비하고 발표에 참여한다. \nC\n간단한 형태의 연주를 부분적으로 이해하여 생활 속 음악 활동 준비 과정과 발표에 참여하려고 노력한다. \n\n\n(2) 감상 \n\n성취기준\n성취기준별 성취수준\n[6음02-01] 음악을 듣고 음악의 요소를 감지하며 구별한다.\nA\n음악을 듣고 악곡에 나타난 음악의 여러 요소를 감지하여 전체적으로 정확하게 구별하며 표현한다. \nB\n음악을 듣고 악곡에 나타난 음악의 요소를 감지하여 정확하게 구별하며 표현한다. \nC\n음악을 듣고 악곡에 나타난 음악의 요소를 부분적으로 감지하여 일부 구별하며 표현한다. \n[6음02-02] 다양한 문화권의 음악을 듣고 음악적 특징과 음악의 간단한 구성을 인식한다.\nA\n다양한 문화권의 음악을 듣고 문화권에 따른 음악적 특징과 간단한 구성을 종합적으로 인식하여 표현한다.\nB\n다양한 문화권의 음악을 듣고 문화권에 따른 음악적 특징과 간단한 구성을 인식하여 표현한다.\nC\n다양한 문화권의 음악을 듣고 문화권에 따른 음악적 특징과 간단한 구성을 부분적으로 인식하여 표현하려고 노력한다.\n[6음02-03] 다양한 종류의 음악을 듣고 음악의 배경과 활용을 설명한다.\nA\n다양한 종류의 음악을 듣고 음악의 배경과 활용을 탐색하여 구체적으로 설명한다. \nB\n다양한 종류의 음악을 듣고 음악의 배경과 활용을 탐색하여 설명한다.\nC\n다양한 종류의 음악을 듣고 음악의 배경과 활용을 탐색하여 부분적으로 설명한다.\n[6음02-04] 생활 속에서 음악을 찾아 들으며 아름다움을 느끼고 공감한다.\nA\n생활 속에서 다양한 음악을 적극적으로 찾아 듣고 음악의 아름다움을 느끼고 충분히 공감하여 여러 방식으로 표현한다. \nB\n생활 속에서 음악을 찾아 듣고 음악의 아름다움을 느끼고 공감하여 표현한다. \nC\n생활 속에서 음악을 듣고 음악의 아름다움을 느끼고 공감하려고 노력한다.\n[6음02-05] 우리나라 음악 문화유산을 찾아 듣고 국악의 가치를 인식한다.\nA\n우리나라 음악 문화유산을 적극적으로 찾아 듣고 음악 문화유산을 충분히 이해하여 국악의 음악적‧문화적 가치를 종합적으로 인식한다.\nB\n우리나라 음악 문화유산을 찾아 듣고 음악 문화유산을 이해하여 국악의 음악적‧문화적 가치를 인식한다.\nC\n우리나라 음악 문화유산을 듣고 음악 문화유산을 부분적으로 이해하여 국악의 음악적‧문화적 가치를 일부 인식한다.\n\n\n(3) 창작\n\n성취기준\n성취기준별 성취수준\n[6음03-01] 느낌과 아이디어를 떠올려 여러 매체나 방법으로 자신감 있게 표현한다.\nA\n표현하고자 하는 느낌과 아이디어를 구체적으로 떠올리고 음악적으로 표현할 수 있는 여러 매체나 방법을 적절하게 활용하여 자신감 있게 표현한다. \nB\n표현하고자 하는 느낌과 아이디어를 떠올리고 음악적으로 표현할 수 있는 여러 매체나 방법을 활용하여 자신감 있게 표현한다. \nC\n표현하고자 하는 느낌과 아이디어를 떠올리고 음악적으로 표현할 수 있는 매체나 방법을 일부 활용하여 자신감 있게 표현하려고 노력한다. \n[6음03-02] 기초적인 기보를 활용하여 간단한 조건에 따라 악곡의 일부를 바꾼다. \nA\n기초적인 기보를 적절하게 활용하여 주어진 간단한 조건을 지켜 악곡의 일부를 바꾼다.\nB\n기초적인 기보를 활용하여 주어진 간단한 조건을 지켜 악곡의 일부를 바꾼다.\nC\n기초적인 기보를 일부 활용하고 주어진 간단한 조건을 부분적으로 지켜 악곡의 일부를 바꾼다. \n[6음03-03] 음악의 요소를 활용하여 간단한 음악을 만든다. \nA\n음악의 요소를 적절하게 활용하여 음악 요소의 특징이 잘 나타나도록 간단한 음악을 창의적으로 만든다.\nB\n음악의 요소를 활용하여 음악 요소의 특징이 나타나도록 간단한 음악을 만든다.\nC\n음악의 요소를 활용하여 간단한 음악을 만들려고 노력한다.\n[6음03-04] 생활 주변 상황이나 이야기를 활용하여 음악을 만들며 열린 태도를 갖는다.\nA\n생활 주변의 상황이나 이야기를 소재로 내용에 어울리는 음악을 만들며 음악에 대해 열린 태도를 적극적으로 갖는다.\nB\n생활 주변의 상황이나 이야기를 소재로 음악을 만들며 음악에 대해 열린 태도를 갖는다. \nC\n생활 주변의 상황이나 이야기를 소재로 음악 만들기에 참여하며 음악에 대해 열린 태도를 가지려고 노력한다.\n\n\n나. 영역별 성취수준\n(1) 연주\n\n영역\n영역별 성취수준\n연주 \nA\n지식･이해\n바른 주법과 표현 기법, 음악 요소, 간단한 악곡의 연주 형태에 대해 충분히 이해하며 여러 악기 및 소리의 어울림을 느낄 수 있는 여러 방법을 안다. \n과정･기능\n느낌을 담아 노래나 악기 연주로 자연스럽게 발표하고 연주 활동 과정에 대해 돌아보며 구체적으로 이야기하고 소리의 어울림을 느낄 수 있는 다양한 방법을 적절하게 활용하여 표현한다. \n가치･태도\n음악을 함께 적극적으로 표현하며 연주를 주도적으로 준비하고 발표에 참여한다. \nB\n지식･이해\n바른 주법과 표현 기법, 음악 요소, 간단한 악곡의 연주 형태에 대해 이해하며 여러 악기 및 소리의 어울림을 느낄 수 있는 방법을 안다. \n과정･기능\n느낌을 담아 노래나 악기 연주로 발표하고 연주 활동 과정에 대해 돌아보며 이야기하고 소리의 어울림을 느낄 수 있는 다양한 방법을 활용하여 표현한다. \n가치･태도\n음악을 함께 표현하며 연주 준비 과정과 발표에 참여한다. \nC\n지식･이해\n바른 주법과 표현 기법, 음악 요소, 간단한 악곡의 연주 형태, 여러 악기 및 소리의 어울림을 안다. \n과정･기능\n노래나 악기 연주로 발표하고 연주 활동에 대해 이야기하고 소리의 어울림을 표현하려고 노력한다. \n가치･태도\n음악을 함께 표현하려 하며 연주 준비 과정과 발표에 참여하려고 노력한다. \n\n\n(2) 감상\n\n영역\n영역별 성취수준\n감상 \nA\n지식･이해\n다양한 종류와 문화권의 음악을 적극적으로 듣고 음악 속에 포함된 음악 요소와 특징, 간단한 구성, 음악의 느낌, 배경, 활용 및 우리나라 음악 문화유산을 충분히 이해한다.\n과정･기능\n음악의 여러 요소를 감지하며 다양한 종류와 문화권의 음악을 듣고, 음악적 특징과 간단한 구성 및 우리나라 음악 문화유산의 가치를 전반적으로 인식하며 구별하고, 음악의 배경과 활용에 대해 구체적으로 설명한다.\n가치･태도\n생활 속에서 다양한 음악을 적극적으로 찾아 듣고 음악의 아름다움을 충분히 인식하며 공감한다.\nB\n지식･이해\n다양한 종류와 문화권의 음악을 듣고 음악 속에 포함된 음악 요소와 특징, 간단한 구성, 음악의 느낌, 배경, 활용 및 우리나라 음악 문화유산을 이해한다.\n과정･기능\n음악의 요소를 감지하며 다양한 종류와 문화권의 음악을 듣고, 음악적 특징과 간단한 구성 및 우리나라 음악 문화유산의 가치를 인식하며 구별하고, 음악의 배경과 활용에 대해 설명한다.\n가치･태도\n생활 속에서 다양한 음악을 찾아 듣고 음악의 아름다움을 인식하며 공감한다.\nC\n지식･이해\n다양한 종류와 문화권의 음악을 듣고 음악 속에 포함된 음악 요소와 특징, 간단한 구성, 음악의 느낌, 배경, 활용 및 우리나라 음악 문화유산을 부분적으로 이해한다.\n과정･기능\n음악의 요소를 부분적으로 감지하며 다양한 종류와 문화권의 음악을 듣고, 음악적 특징과 간단한 구성 및 우리나라 음악 문화유산의 가치를 일부 인식하며 구별하고, 음악의 배경과 활용에 대해 부분적으로 설명한다.\n가치･태도\n생활 속에서 다양한 음악을 듣고 음악의 아름다움을 인식하며 공감하려고 노력한다.\n\n\n(3) 창작\n\n영역\n영역별 성취수준\n창작 \nA\n지식･이해\n표현하고자 하는 느낌과 아이디어를 나타낼 수 있는 음악 매체나 방법을 충분히 이해하고 악곡의 일부를 바꾸거나 간단한 음악을 만들 수 있는 음악 요소, 기초적인 기보에 대해 잘 안다.\n과정･기능\n표현하고자 하는 느낌이나 아이디어를 구체적으로 떠올려 적합한 음악 매체나 방법으로 표현하고, 기초적인 기보ㆍ음악 요소ㆍ생활 주변의 상황이나 이야기를 적절하게 활용하여 간단한 조건에 따라 악곡의 일부를 바꾸거나 창의적으로 간단한 음악을 만든다.\n가치･태도\n음악 표현 활동에 대한 자신감과 음악에 대한 열린 태도를 적극적으로 갖는다.\nB\n지식･이해\n표현하고자 하는 느낌과 아이디어를 나타낼 수 있는 음악 매체나 방법을 이해하고 악곡의 일부를 바꾸거나 간단한 음악을 만들 수 있는 음악 요소, 기초적인 기보에 대해 안다.\n과정･기능\n표현하고자 하는 느낌이나 아이디어를 떠올려 음악 매체나 방법으로 표현하고, 기초적인 기보ㆍ음악 요소ㆍ생활 주변의 상황이나 이야기를 활용하여 간단한 조건에 따라 악곡의 일부를 바꾸거나 간단한 음악을 만든다.\n가치･태도\n음악 표현 활동에 대한 자신감과 음악에 대해 열린 태도를 갖는다.\nC\n지식･이해\n표현하고자 하는 느낌과 아이디어를 나타낼 수 있는 음악 매체나 방법을 부분적으로 이해하고 악곡의 일부를 바꾸거나 간단한 음악을 만들 수 있는 음악 요소, 기초적인 기보에 대해 일부 안다.\n과정･기능\n표현하고자 하는 느낌이나 아이디어를 떠올려 음악 매체나 방법으로 표현하고, 기초적인 기보ㆍ음악 요소ㆍ생활 주변의 상황이나 이야기를 부분적으로 활용하여 간단한 조건에 따라 악곡의 일부를 바꾸거나 간단한 음악을 만들려고 노력한다. \n가치･태도\n음악 표현 활동에 대한 자신감과 음악에 대한 열린 태도를 가지려고 노력한다.\n\n\n\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n\n학교급\n초등학교\n과목\n음악\n학년군\n5~6학년군\n영역\n연주\n성취기준\n성취기준별 성취수준\n[6음01-01] 바른 주법과 표현 기법을 익혀 노래나 악기로 느낌을 담아 연주한다.\nA\n바른 주법과 표현 기법을 충분히 이해하여 노래나 악기로 느낌을 담아 자연스럽게 연주한다. \nB\n바른 주법과 표현 기법을 이해하여 노래나 악기로 느낌을 담아 연주한다. \nC\n바른 주법과 표현 기법을 부분적으로 이해하여 노래나 악기로 연주하려고 노력한다. \n[6음01-02] 음악 요소를 살려 노래나 악기로 발표하고 과정을 돌아본다. \nA\n음악 요소를 충분히 이해하여 그 특징을 전체적으로 살려 노래나 악기로 발표하고 연주 활동 과정에 대해 글이나 말로 구체적으로 표현한다. \nB\n음악 요소를 이해하여 그 특징을 살려 노래나 악기로 발표하고 연주 활동 과정에 대해 글이나 말로 표현한다. \nC\n음악 요소를 부분적으로 이해하여 그 특징을 일부 살려 노래나 악기로 발표하고 연주 활동에 대해 글이나 말로 표현하려고 노력한다. \n평가 과제\n● 중중모리장단 장구 반주에 맞추어 ‘둥당기타령’을 부르고, 연주 활동 과정에 대해 적어 본다.\n평가 요소\n● 육자배기 토리의 특징을 살려 ‘둥당기타령’ 노래 부르기\n● 중중모리장단의 특징을 살려 장구 반주하기\n● 연주 활동 과정에 대해 적어 보기\n평가 도구 유형\n실기평가, 서술형 평가\n배점\n100점\n개발 방향 및 \n활용 시 고려사항\n● 개발 방향 \n - 이 문항은 바른 주법과 표현 기법을 익혀 노래나 악기로 느낌을 담아 연주하고, 음악 요소를 살려 노래나 악기로 발표하고 과정을 돌아볼 수 있는지 평가하기 위한 문항이다. 이 문항을 통해 바른 주법과 표현 기법 및 음악 요소에 대한 이해, 수업을 통해 익힌 노래와 악기 연주 능력을 파악하고자 한다. \n - 이 문항은 연주 영역의 바른 주법과 표현 기법 및 음악 요소에 대한 이해도와 노래나 악기 연주 능력을 실음으로 평가하기 위해 실기평가로 개발하였다. 5~6학년 수준의 음악 요소를 고려하여 ‘육자배기토리의 노래 부르기’, ‘중중모리장단을 장구로 연주하기’를 주요 평가 요소로 선정하였으며, 연주 활동에 대한 과정을 돌아볼 수 있도록 하기 위하여 서술형 평가로 개발하였다. \n - 이 문항은 일반적인 국악 수업 상황을 고려하여 1차시의 육자배기토리 노래 부르기, 2차시의 중중모리장단 익히기를 종합적으로 평가할 수 있도록 모둠 활동으로 평가하도록 하였다. ‘둥당기타령’이 메기는소리와 받는소리 형식으로 구성된 곡이므로 4명이 모둠을 이루어 한 명이 장구를 연주하고 세 명이 메기는소리와 받는소리를 노래하도록 한다. 이를 통해 중중모리장단에 맞추어 육자배기토리의 특징을 살려 노래 부를 수 있는지, 장구 연주의 바른 자세와 표현 기법을 익혀 중중모리장단으로 노래 반주를 할 수 있는지 평가하도록 한다. \n - 이 평가는 실기평가이므로 성취기준의 지식·이해 범주를 따로 평가하기보다는 학생들의 수행 과정에서 성취기준의 지식·이해 적용 정도를 평가한다.\n - 가치·태도 범주는 과정 돌아보기에서 ‘발전한 점, 아쉬운 점, 앞으로의 다짐’을 서술형으로 평가한다.\n\n● 활용 시 고려 사항 \n - 이 문항에서 제시한 악곡은 육자배기토리, 중중모리장단의 ‘둥당기타령’이나 학생의 수준과 수업 자료 등을 고려하여 다른 악곡을 선정하여 여러 음악 요소나 다양한 장단을 평가하는데 활용할 수 있다. \n - 모둠 활동으로 이루어지는 평가 상황을 고려하여 노래 부르기와 장구 연주하기의 활동을 고루 익힐 수 있도록 충분한 연습 시간을 제공하며, 각 역할을 맡은 학생들이 서로 배려하며 평가에 임할 수 있도록 지도한다.\n - 평가 결과 민요 부르기와 장구 연주하기에 어려움이 있는 학생을 대상으로 후속 지도 방안을 마련한다. \n - 이 문항은 성취기준 [6음01-01], [6음01-02] 의 평가를 위해 제시된 민요나 국악기 외에도 다양한 제재곡이나 다른 악기의 실기평가에도 활용할 수 있다.\n - 이 평가에서는 4명이 한 모둠을 구성하여 장구 연주와 가창 평가를 실시한다. 모둠원 1명은 장구 연주, 1명은 메기는소리, 2명은 받는소리를 부르는 것으로 구성하며 모둠원은 서로 역할을 바꾸어 가며 연주를 한다. 평가 수행 순서는 다음과 같다.\n\n\n모둠원A\n모둠원B\n모둠원C\n모둠원D\n첫 번째 연주\n장구 연주\n메기는소리\n받는소리\n받는소리\n두 번째 연주\n받는소리\n장구 연주\n메기는소리\n받는소리\n세 번째 연주\n받는소리\n받는소리\n장구 연주\n메기는소리\n네 번째 연주\n메기는소리\n받는소리\n받는소리\n장구 연주\n\n - 평가를 할 때는 장구로 두 장단을 먼저 치고 노래를 시작하도록 한다.\n - 가창 평가자는 다른 모둠원의 장구 연주 실력에 영향을 받을 수 있으므로 메기는소리 1회, 받는 소리 2회를 부르는 전체적인 상황에서 종합적으로 평가한다.\n\n\n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n1. 중중모리장단 장구 반주에 맞추어 육자배기토리의 시김새를 살려 ‘둥당기타령’을 불러 봅시다. \n \n∙ 4명이 한 모둠을 이루어 세 명은 ‘둥당기타령’ 노래를 부르고, 나머지 한 명은 장구로 중중모리장단을 연주합니다. \n\n∙ 장구 연주 1명, 메기는소리 1명, 받는소리 2명으로 역할을 나누어 연주를 합니다. 4명이 역할을 바꾸어 가면서 연주를 합니다.\n   <연주 순서>\n  \n\n모둠원A\n모둠원B\n모둠원C\n모둠원D\n첫 번째 연주\n장구 연주\n메기는소리\n받는소리\n받는소리\n두 번째 연주\n받는소리\n장구 연주\n메기는소리\n받는소리\n세 번째 연주\n받는소리\n받는소리\n장구 연주\n메기는소리\n네 번째 연주\n메기는소리\n받는소리\n받는소리\n장구 연주\n\n\n∙ 유의 사항 \n  - 말붙임새, 중중모리장단의 한배, 육자배기토리의 떠는소리와 꺾는소리를 살려 노래 부릅니다. \n  - 장구 연주의 바른 자세와 주법에 유의하여 중중모리장단을 연주하고, 장단의 세를 살려 노래의 한배에 맞게 장구를 연주합니다. \n    \n\n  2. ‘둥당기타령 노래 부르기’와 ‘중중모리장단 장구 연주’ 과정을 돌아 보고 발전한 점, 아쉬운 점, 앞으로의 다짐 등 느낀점을 적어 봅시다.\n  \n\n\n\n\n\n\n\n\n둥당기타령\n\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수1\n노래 부르기\n말붙임새 \n10점\n말붙임새에 전체적으로 맞게  노래 부른다. \n8점\n말붙임새에 맞게 노래 부른다.  \n5점\n말붙임새에 부분적으로 맞게 노래 부른다. \n시김새\n10점\n육자배기토리의 떠는소리와 꺾는소리의 특징을 전체적으로 살려 노래 부른다.\n8점\n육자배기토리의 떠는소리와 꺾는소리의 특징을 살려 노래 부른다.\n5점\n육자배기토리의 떠는소리와 꺾는소리의 특징을 부분적으로 살려 노래 부른다.\n한배\n10점\n중중모리장단의 한배에 전체적으로 맞게 노래한다.\n8점\n중중모리장단의 한배에 맞게 노래한다.\n5점\n중중모리장단의 한배에 부분적으로 맞게 노래한다.\n장구연주하기\n장구 연주의 바른 자세와\n주법 \n10점\n장구 연주의 바른 자세와(장구 방향, 북편과 채편 연주 자세 등) 주법(덩, 쿵, 덕 등)으로 중중모리장단을 전체적으로 정확하게 연주한다. \n8점\n장구 연주의 바른 자세와(장구 방향, 북편과 채편 연주 자세 등) 주법(덩, 쿵, 덕 등)으로 중중모리장단을 정확하게 연주한다. \n5점\n장구 연주의 바른 자세와(장구 방향, 북편과 채편 연주 자세 등) 주법(덩, 쿵, 덕 등)으로 중중모리장단을 부분적으로 정확하게 연주한다.\n한배\n10점\n중중모리장단의 한배에 전체적으로 맞게 장구 연주한다.\n8점\n중중모리장단의 한배에 맞게 장구 연주한다.\n5점\n중중모리장단의 한배에 부분적으로 맞게 장구 연주한다.\n장단의 세\n10점\n중중모리장단의 장단의 세를 전체적으로 살려 장구 연주한다.\n8점\n중중모리장단의 장단의 세를 살려 장구 연주한다.\n5점\n중중모리장단의 장단의 세를 부분적으로 살려 장구 연주한다.\n수2\n연주과정\n돌아보기\n40점\n노래 부르기와 장구 연주의 전 과정에서 발전한 점, 아쉬운 점, 앞으로의 다짐 등 3가지를 구체적으로 서술한다. \n20점\n노래 부르기와 장구 연주 과정에서 발전한 점, 아쉬운 점, 앞으로의 다짐 중 2가지를 서술한다. \n10점\n노래 부르기나 장구 연주 과정에서 발전한 점, 아쉬운 점, 앞으로의 다짐 중 1가지 이하를 간단하게 서술한다. \n\n\n\n\n 채점 시 고려 사항\n- 가창 평가는 다른 모둠원의 장구 연주 실력에 영향을 받을 수 있으므로 메기는 소리 1회, 받는 소리 2회를 부르는 전체적인 상황에서 종합적으로 평가한다(모둠원 중 장구 연주 능력이 부족할 경우다른 모둠원이 장구 반주를 할 때 가창 평가가 이루어질 수 있도록 한다). \n- 메기는소리, 받는소리 가창 연주를 종합하여 가창 평가를 하도록 한다.\n\n\n예시 답안 \n\n문항\n채점 요소\n예시 답안\n수1\n노래 부르기\n말붙임새 \n 예) 첫 장단의 말붙임새\n \n당\n\n기\n둥\n당\n-기\n둥\n당\n기\n허\n\n\n\n시김새\n① 떠는소리\n내고자 하는 음을 떨거나 흔들어서 소리 낸다.\n\n② 꺾는소리 \n원래 음보다 약간 높은 음에서 원래 음으로 꺾어서 소리 낸다. \n\n한배\n자진모리장단의 한배보다 길게(느리게) 연주한다. \n장구연주하기\n장구 연주의 바른 자세와\n주법 \n① 장구 방향 \n장구를 몸 가운데에 놓고 조이개를 조인 쪽이 오른쪽에 가도록 한다. \n② 북편 연주 자세 \n왼손 손바닥을 펴서 엄지를 복판과 변죽의 경계에 닿게 하고 네 손가락은 가지런히 모아 손가락 끝이 복판 중앙에 오도록 한다.\n③ 채편 연주 자세 \n엄지와 집게손가락으로 채를 쥐고 나머지 손가락으로 가볍게 채를 감싼 후 채의 끝이 복판 중앙에 오도록 한다. \n한배\n자진모리장단의 한배보다 길게(느리게) 연주한다. \n장단의 세\n제1박 제1소박과 제3박 제3소박에 세를 주어 연주한다. \n \n수2\n연주과정\n돌아보기\n(발전한 점) 수업 시간에 둥당기타령 노래와 중중모리장단 장구 연주를 배웠다. 둥당기타령은 전라도 민요로 육자배기토리의 특징을 갖고 있다고 하였다. 떠는소리와 꺾는소리가 있는데 처음에는 떠는소리를 표현하는 것이 어려웠다. 고개도 흔들어 보고 목도 흔들어 보면서 계속 연습하니 떠는소리를 조금 더 잘 표현할 수 있게 되었다. 중중모리장단도 배웠는데 구음을 소리 내면서 장구를 연습하니까 더 쉽게 연습할 수 있었다. \n(아쉬운 점) 장구 연습을 한 후 모둠원이 노래 부르는 것에 맞춰 장구를 연주하니 소리가 잘 맞지 않았다. 친구들의 노래 소리에 신경 쓰다 보니 장단의 세를 표현하는 것도 자꾸 잊어버렸다. \n(앞으로의 다짐) 다음에는 장단의 세를 조금 더 연습하고 장구 반주를 더 자연스럽게 연주하여 노래에 잘 맞추어 연주할 수 있도록 하고 다른 노래도 도전해 보아야겠다.\n\n\n9\n미술\n\n가. 성취기준별 성취수준\n(1) 미적 체험\n\n성취기준\n성취기준별 성취수준\n[6미01-01] 다양한 감각과 매체를 활용하여 자신과 대상을 탐색할 수 있다.\nA\n다양한 감각과 매체의 역할을 이해하고 적절하게 활용하여 자신과 대상을 적극적으로 탐색할 수 있다.\nB\n다양한 감각과 매체의 역할을 발견하고 활용하여 자신과 대상을 탐색할 수 있다. \nC\n다양한 감각과 매체를 일부 활용하여 자신과 대상을 부분적으로 탐색할 수 있다. \n[6미01-02] 자신이나 주변 환경에서 찾은 감각적 특징, 느낌, 생각 등을 관련지어 나타낼 수 있다. \nA\n자신이나 주변 환경에서 찾은 감각적 특징, 느낌, 생각 등의 관계를 파악하고 다양한 방식으로 관련지어 나타낼 수 있다.\nB\n자신이나 주변 환경에서 찾은 감각적 특징, 느낌, 생각 등을 파악하고 관련지어 나타낼 수 있다.\nC\n자신이나 주변 환경에서 찾은 감각적 특징, 느낌, 생각 등을 나타낼 수 있다.\n[6미01-03] 주변 환경에 대한 민감한 태도로 대상과 상호 작용하며 새로운 의미를 발견할 수 있다.\nA\n주변 환경에 대한 민감한 태도로 대상과 적극적으로 상호 작용하며 새로운 의미를 발견하여 설명할 수 있다. \nB\n주변 환경에 대한 민감한 태도로 대상과 상호 작용하며 새로운 의미를 발견할 수 있다.\nC\n주변 환경에 관심을 보이며 대상과 상호 작용하여 의미를 발견하는 데 참여할 수 있다.\n[6미01-04] 이미지가 나타내는 의미를 비판적으로 이해하고 느낌과 생각을 전달하는 데 활용할 수 있다.\nA\n이미지가 나타내는 의미를 비판적으로 이해하고 해석하며 자신의 느낌과 생각을 전달하는 데 적절하게 활용할 수 있다.\nB\n이미지가 나타내는 의미를 비판적으로 이해하고 자신의 느낌과 생각을 전달하는 데 활용할 수 있다.\nC\n이미지가 나타내는 의미를 일부 이해하고 자신의 느낌과 생각을 전달하는 데 제한적으로 활용할 수 있다. \n\n\n(2) 표현\n\n성취기준\n성취기준별 성취수준\n[6미02-01] 다양한 방법으로 아이디어를 연결하여 확장된 표현 주제로 발전시킬 수 있다.\nA\n다양한 방법으로 아이디어를 연결하여 확장된 표현 주제로 구체화하여 발전시킬 수 있다. \nB\n다양한 방법으로 아이디어를 연결하여 확장된 표현 주제로 발전시킬 수 있다.\nC\n다양한 방법으로 아이디어를 떠올려 표현 주제로 나타낼 수 있다. \n[6미02-02] 디지털 매체 등 다양한 표현 재료와 용구를 탐색하여 작품 제작에 활용할 수 있다.\nA\n디지털 매체 등 다양한 표현 재료와 용구를 탐색하여 특성을 이해하고 작품 제작에 적절하게 활용할 수 있다. \nB\n디지털 매체 등 다양한 표현 재료와 용구를 탐색하여 작품 제작에 활용할 수 있다.\nC\n디지털 매체 등 다양한 표현 재료와 용구를 작품 제작에 부분적으로 활용할 수 있다. \n[6미02-03] 조형 요소의 어울림을 통해 조형 원리를 이해하고 주제 표현에 연결할 수 있다.\nA\n조형 요소의 어울림을 통해 다양한 조형 원리를 이해하고 조형 요소와 조형 원리를 주제 표현에 적합하게 연결할 수 있다. \nB\n조형 요소의 어울림을 통해 조형 원리를 이해하고 주제 표현에 연결할 수 있다. \nC\n조형 요소와 조형 원리를 알고 주제 표현에 부분적으로 연결할 수 있다. \n[6미02-04] 주제 표현에 의지를 갖고 표현 과정을 돌아보며 작품을 발전시킬 수 있다. \nA\n주제 표현에 적극적인 의지를 갖고 표현의 전 과정을 지속적으로 돌아보며 작품을 발전시킬 수 있다. \nB\n주제 표현에 의지를 갖고 표현 과정을 돌아보며 작품을 발전시킬 수 있다. \nC\n주제 표현에 관심을 갖고 표현 과정을 돌아보며 작품을 제작할 수 있다.\n[6미02-05] 미술과 타 교과의 내용과 방법을 융합하는 활동을 자유롭게 시도할 수 있다.\nA\n미술과 타 교과의 내용과 방법을 다양하게 융합하는 활동을 자유롭게 시도할 수 있다. \nB\n미술과 타 교과의 내용과 방법을 융합하는 활동을 자유롭게 시도할 수 있다. \nC\n미술과 타 교과의 내용과 방법을 융합하는 활동을 부분적으로 시도할 수 있다. \n\n\n(3) 감상\n\n성취기준\n성취기준별 성취수준\n[6미03-01] 미술 작품을 작품이 만들어진 시대적, 지역적 배경 등과 연결하여 이해할 수 있다.\nA\n미술 작품을 작품이 만들어진 시대적, 지역적 배경 등과 연결하여 폭넓게 이해할 수 있다. \nB\n미술 작품을 작품이 만들어진 시대적, 지역적 배경 등과 연결하여 이해할 수 있다. \nC\n미술 작품을 작품이 만들어진 시대적, 지역적 배경 등과 연결하여 부분적으로 이해할 수 있다. \n[6미03-02] 미술 작품의 내용(소재, 주제 등)과 형식(재료와 용구, 표현 방법, 조형 요소와 원리 등)을 분석하여 작품의 특징을 설명할 수 있다. \nA\n미술 작품의 내용(소재, 주제 등)과 형식(재료와 용구, 표현 방법, 조형 요소와 원리 등)을 다양한 방법으로 분석하여 이해하고 작품의 특징을 구체적으로 설명할 수 있다.\nB\n미술 작품의 내용(소재, 주제 등)과 형식(재료와 용구, 표현 방법, 조형 요소와 원리 등)을 분석하여 작품의 특징을 설명할 수 있다. \nC\n미술 작품의 내용(소재, 주제 등)과 형식(재료와 용구, 표현 방법, 조형 요소와 원리 등)을 고려하여 작품의 특징을 부분적으로 설명할 수 있다.\n[6미03-03] 공동체의 미술 문화 활동에 관심을 가지고 참여하며 경험을 공유할 수 있다. \nA\n공동체의 미술 문화 활동에 폭넓은 관심을 가지고 적극적으로 참여하며 다양한 방법으로 경험을 공유할 수 있다.\nB\n공동체의 미술 문화 활동에 관심을 가지고 참여하며 경험을 공유할 수 있다. \nC\n공동체의 미술 문화 활동에 관심을 가지고 참여할 수 있다.\n[6미03-04] 다양한 방법을 활용하여 작품을 감상하며 작품에 관한 서로 다른 관점을 존중할 수 있다. \nA\n다양한 방법을 활용하여 작품을 주도적으로 감상하며, 작품에 관한 서로 다른 관점을 발견하고 존중할 수 있다. \nB\n다양한 방법을 활용하여 작품을 감상하며 작품에 관한 서로 다른 관점을 존중할 수 있다.\nC\n일부 방법을 활용하여 작품을 감상하며 작품에 관한 서로 다른 관점에 관심을 가질 수 있다. \n\n\n\n나. 영역별 성취수준\n(1) 미적 체험\n\n영역\n영역별 성취수준\n미적 체험\nA\n지식･이해\n미적 체험에서 감각과 매체가 하는 역할을 이해하고, 대상에서 찾은 감각적 특징, 느낌, 생각 등의 관계에서 새로운 의미를 발견하여 설명할 수 있으며, 이미지가 나타내는 의미를 해석할 수 있다. \n과정･기능\n다양한 감각과 매체를 적절하게 활용하여 자신과 대상을 적극적으로 탐색하고, 대상에서 찾은 감각적 특징, 느낌, 생각 등의 관계를 다양한 방식으로 관련짓는 상호 작용을 통해 새로운 의미를 발견하여 설명할 수 있다. 이미지가 나타내는 의미를 비판적으로 해석하고 자신의 느낌과 생각을 전달하는 데 적절하게 활용할 수 있다. \n가치･태도\n주변 환경에 민감한 태도로 대상과 적극 교감하며 이미지를 비판적으로 이해하는 태도를 실천한다. \nB\n지식･이해\n미적 체험에서 감각과 매체가 하는 역할을 발견하고, 대상에서 찾은 감각적 특징, 느낌, 생각 등을 토대로 새로운 의미를 발견할 수 있으며, 이미지가 나타내는 의미를 이해할 수 있다. \n과정･기능\n다양한 감각과 매체를 활용하여 자신과 대상을 탐색하고, 대상에서 찾은 감각적 특징, 느낌, 생각 등을 관련지어 나타내는 상호 작용을 통해 새로운 의미를 발견할 수 있다. 이미지가 나타내는 의미를 비판적으로 이해하고 자신의 느낌과 생각을 전달하는 데 활용할 수 있다.\n가치･태도\n주변 환경을 민감하게 살펴보며 이미지를 비판적으로 이해하는 태도를 가진다. \nC\n지식･이해\n미적 체험에서 감각과 매체가 쓰인다는 것을 알고, 이미지가 나타내는 의미를 일부 이해할 수 있다. \n과정･기능\n다양한 감각과 매체를 일부 활용하여 자신과 대상을 부분적으로 탐색하고, 감각적 특징, 느낌, 생각 등을 떠올려 상호 작용하며 의미를 발견하는 활동에 참여할 수 있다. 이미지가 나타내는 의미를 일부 이해하고 자신의 느낌과 생각을 전달하는 데 제한적으로 활용할 수 있다.\n가치･태도\n주변 환경에 관심을 보이며 이미지가 나타내는 의미를 이해하고자 노력한다.\n\n\n(2) 표현\n\n영역\n영역별 성취수준\n표현\nA\n지식･이해\n디지털 매체 등 다양한 표현 재료와 용구를 탐색하여 특성을 이해하고 조형 요소의 어울림을 통해 다양한 조형 원리를 이해할 수 있다. \n과정･기능\n다양한 방법으로 아이디어를 연결하여 확장된 표현 주제로 구체화하여 발전시키고, 디지털 매체 등 다양한 표현 재료와 용구를 작품 제작에 적절하게 활용하며, 조형 요소와 조형 원리를 주제 표현에 적합하게 연결할 수 있다. 표현의 전 과정을 지속적으로 돌아보며 작품을 발전시킬 수 있고 미술과 타 교과 내용과 방법을 다양하게 융합할 수 있다. \n가치･태도\n주제 표현에 적극적인 의지를 갖고 미술과 타 교과의 내용과 방법을 융합하는 활동을 자유롭게 시도할 수 있다. \nB\n지식･이해\n조형 요소의 어울림을 통해 조형 원리를 이해할 수 있다. \n과정･기능\n다양한 방법으로 아이디어를 연결하여 확장된 표현 주제로 발전시키고 작품 제작에 재료와 용구를 활용하며, 조형 요소와 조형 원리를 주제 표현에 연결할 수 있다. 표현 과정을 돌아보며 작품을 발전시킬 수 있고 미술과 타 교과의 내용과 방법을 융합할 수 있다. \n가치･태도\n주제 표현에 의지를 갖고 미술과 타 교과의 내용과 방법을 융합하는 활동을 자유롭게 시도할 수 있다. \nC\n지식･이해\n조형 요소와 조형 원리를 안다. \n과정･기능\n다양한 방법으로 아이디어를 떠올려 표현 주제로 나타내고, 작품 제작에 디지털 매체 등 다양한 표현 재료와 용구, 조형 요소와 조형 원리를 부분적으로 활용할 수 있다. 표현 과정을 돌아보며 작품을 제작할 수 있고 미술과 타 교과의 내용과 방법을 융합할 수 있다. \n가치･태도\n주제 표현에 관심을 갖고 미술과 타 교과의 내용과 방법을 융합하는 활동을 부분적으로 시도할 수 있다. \n\n\n(3) 감상\n\n영역\n영역별 성취수준\n감상\nA\n지식･이해\n미술 작품을 작품과 배경의 관련성 및 내용과 형식의 분석을 바탕으로 연결하여 폭넓게 이해하고 설명할 수 있다. \n과정･기능\n미술 작품과 배경을 연결하고 미술 작품의 내용과 형식을 다양한 방법으로 분석하여 이를 바탕으로 작품의 특징을 구체적으로 설명하며, 미술 문화 활동 경험을 다양한 방법으로 공유할 수 있다.\n가치･태도\n미술에 대한 서로 다른 관점을 발견하고 존중할 수 있으며 공동체 문화에 대한 폭넓은 관심을 바탕으로 공동체 미술문화에 적극적으로 참여할 수 있다.\nB\n지식･이해\n미술 작품을 배경과의 관련성 및 내용과 형식의 분석을 바탕으로 이해하고 설명할 수 있다.\n과정･기능\n미술 작품과 배경을 연결하고 미술 작품의 내용과 형식을 분석하여 이를 바탕으로 작품의 특징을 설명하며, 미술 문화 활동 경험을 공유할 수 있다. \n가치･태도\n미술에 대한 서로 다른 관점을 존중할 수 있으며 공동체 문화에 대한 관심을 바탕으로 공동체 미술 문화에 참여할 수 있다.\nC\n지식･이해\n미술 작품의 이해에서 배경의 관련성 및 내용과 형식을 부분적으로 이해하고 설명할 수 있다. \n과정･기능\n미술 작품과 배경을 연결하고 미술 작품의 내용과 형식을 고려하며 미술 문화 활동을 경험을 부분적으로 공유할 수 있다.\n가치･태도\n미술에 대한 서로 다른 관점에 관심을 가지며 공동체의 미술 문화 활동에 부분적으로 참여할 수 있다. \n\n\n\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n\n학교급\n초등학교\n과목\n미술\n학년군\n5~6학년군\n영역\n미적 체험\n성취기준\n성취기준별 성취수준\n[6미01-04] 이미지가 나타내는 의미를 비판적으로 이해하고 느낌과 생각을 전달하는 데 활용할 수 있다.\nA\n이미지가 나타내는 의미를 비판적으로 이해하고 해석하며 자신의 느낌과 생각을 전달하는 데 적절하게 활용할 수 있다.\nB\n이미지가 나타내는 의미를 비판적으로 이해하고 자신의 느낌과 생각을 전달하는 데 활용할 수 있다.\nC\n이미지가 나타내는 의미를 일부 이해하고 자신의 느낌과 생각을 전달하는 데 제한적으로 활용할 수 있다. \n평가 과제\n● 이미지로 소통하기\n평가 요소\n● 이미지의 의미 이해\n● 이미지 활용 능력\n● 비판적 수용 태도\n평가 도구 유형\n연구보고서법\n배점\n15점\n개발 방향 및 \n활용 시 고려 사항\n● 이 성취기준은 지식ㆍ이해, 과정ㆍ기능, 가치ㆍ태도의 세 범주를 내포하기에 이를 종합하여 평가한다. 지식ㆍ이해 측면에서는 주변에서 볼 수 있는 이미지에 의미가 담겨 있음을 이해하고 그 의미를 파악하는 시각적 문해력을 평가한다. 과정ㆍ기능 측면에서는 시각 이미지가 나타내는 의미를 분석하고 이해한 바를 활용하여 자신의 생각과 느낌을 전달할 수 있는지를 평가한다. 가치ㆍ태도 측면에서는 고정 관념에서 벗어나 이미지를 비판적으로 이해하고 수용하려는 태도를 기르는지 평가한다. \n● 이 문항을 해결하는 데 어려움을 보이는 학생을 위해 쉽게 접할 수 있는 시각 이미지 관련 학습 자료나 정보를 온오프라인으로 제공한다. <연구보고서>는 형식보다 과정에서의 사고 및 기록, 활동 내용을 중심으로 평가하며 상황에 맞게 변형하여 활용할 수 있도록 한다.\n\n\n 2. 평가 도구\n\n\n수행평가 과제\n\n\n\n생활 주변에서 사람들에게 의미를 전달하는 이미지를 찾아 담겨 있는 의미를 진술하고, 자신의 생각과 느낌을 이미지를 활용하여 전달하여 봅시다. 활동 과정에서 아래의 <작성 방법>에 따라 <연구보고서 – 양식 1, 2, 3>을 작성하시오.\n\n\n< 연구보고서 작성 방법 >\n\n1. 주변에서 의미를 전달하는 이미지(표지판, 픽토그램, 광고, 포스터 등) 2가지를 찾아 <양식 1>에 그리거나 사진을 붙인다.\n2. 이미지를 찾은 곳, 내용 및 특징, 의미를 적는다.\n3. 작성 내용에 관해 친구들과 의견을 나눈 후 수정‧보완한다. \n4. 사람들에게 전하고 싶었던 생각이나 느낌을 떠올려 적고 적합한 이미지를 찾아 붙인 후 이미지를 활용하여 자신의 생각이나 느낌을 <양식 2>에 스케치한다. \n5. 스케치에 따라 결과물을 만들어 게시하고 소통한다.\n6. 게시물(또는 촬영 사진)을 <연구보고서>에 첨부한다.\n7. <양식 3>에 활동 소감을 작성한다.\n\n\n\n\n\n연구보고서 양식 1\n\n\n\n\n\n\n\n\n\n활동 주제: 의미를 전달하는 이미지 찾기\n○○초등학교    학년    반   이름 (            )\n1. 생활 주변에서 의미를 전달하는 시각 이미지(표지판, 픽토그램, 광고, 포스터 등) 2가지 예를 찾아 그리거나 붙이고, 빈칸에 알맞게 써 봅시다.\n<보 기>\n\n\n평창 동계패럴림픽 픽토그램4)4) 2018 평창 동계패럴림픽 픽토그램(연합뉴스 기사, 2017. 12. 20.) https://v.daum.net/v/20171220081054215 (2023. 11. 6. 검색)\n \n찾은 곳\n스포츠 뉴스\n이미지에 나타난 내용 및 특징(사용한 색, 보이는 형태, 배경, 이미지 배치 등) \n휠체어에 앉은 사람이 긴 막대를 들고 있고 다리가 ‘ㄱ’자 모양이다. 컬링 돌처럼 보이는 물건이 앞에 놓여 있다. 파랑 바탕에 흰색으로 그려져 차가운 겨울 느낌이 든다. \n이미지가 \n나타내는 의미 \n장애인 올림픽 경기 종목 휠체어 컬링입니다.\n\n\n<내가 찾은 이미지>\n\n의미를 전달하는\n시각 이미지 ①\n찾은 곳\n\n이미지에 나타난 내용 및 특징(사용한 색, 보이는 형태, 배경, 이미지 배치 등) \n\n이미지가 \n나타내는 의미 \n\n의미를 전달하는\n시각 이미지 ②\n찾은 곳\n\n이미지에 나타난 내용 및 특징(사용한 색, 보이는 형태, 배경, 이미지 배치 등) \n\n이미지가 \n나타내는 의미 \n\n\n\n\n\n\n\n\n\n\n\n\n\n연구보고서 양식 2\n\n\n\n\n\n\n\n\n활동 주제: 이미지를 활용하여 의미 전달하기 - 구상하기\n○○초등학교    학년    반   이름 (            )\n2. 사람들에게 전하고 싶었던 자신의 생각이나 느낌을 적절한 이미지를 활용하여 스케치해 봅시다. \n\n\n① 전달하고 싶은 나의 생각이나 느낌\n② 활용하고 싶은 이미지\n\n①을 나타내기에 적합한 이미지를 \n주변에서 찾아 붙이거나 그리기\n(주변에 없는 경우 직접 창작 가능) \n\n②의 이미지를 활용하여 ①에 제시한 생각이나 느낌을 나타내는 스케치하기\n\n\n\n\n\n\n\n\n\n\n\n\n\n연구보고서 양식 3\n\n\n\n\n\n\n\n\n\n활동 주제: 활동을 돌아보고 소감 쓰기\n○○초등학교    학년    반   이름 (            )\n3. 이미지를 활용하여 소통하는 과정을 돌아보며 자신의 모습을 확인해 봅시다.\n\n번호\n실천 내용\n평가(해당 칸에 색칠) \n5개: 잘함, 3개: 보통, 1개: 노력 요함 \n1\n생활 주변에서 이미지를 적극적으로 탐색하였다.\n☺ ☺ ☺ ☺ ☺\n2\n이미지가 나타내는 의미를 찾기 위해 다양한 정보를 살펴보았다.\n☺ ☺ ☺ ☺ ☺\n3\n이미지가 나타내는 의미를 스스로 신중하게 판단하였다.\n☺ ☺ ☺ ☺ ☺\n4\n활용한 이미지가 내 생각을 표현하는 데 적합한지 고민하였다.\n☺ ☺ ☺ ☺ ☺\n5\n친구들이 내 게시물이 나타내는 의미를 대부분 이해하였다.\n☺ ☺ ☺ ☺ ☺\n나의 실천 정도 ( ☺ 개수 기준 )\n\n\n\n기준\n잘함\n보통 \n노력 요함\n총 개수\n(  25  ) - (  20   )\n( 19 ) - (  11   )\n( 10 ) 이하\n피드백\n잘했어요. 이미지를 지혜롭게 잘 활용하는군요. \n잘하고 있어요. 좀 더 노력하면 최고가 될 거예요.\n힘내세요. 과정을 돌아보며 노력할 점을 생각해 볼까요?\n\n♣ 자신의 실천 태도를 돌아보고 잘한 점, 아쉬운 점, 앞으로의 다짐을 적어 봅시다. \n\n좋았던 점이나\n잘한 점\n\n아쉬운 점\n\n앞으로의 다짐 \n\n\n\n\n\n\n\n\n\n\n\n채점 기준\n\n\n  채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수\n<양식 1>\n이미지의 의미 이해\n5점\n생활 주변에서 의미를 전달하는 이미지의 사례 2가지를 찾아 내용 및 특징을 진술하고 이미지가 나타내는 의미를 적절하게 설명한다.  \n3점\n생활 주변에서 의미를 전달하는 이미지의 사례 1가지를 찾아 내용을 진술하고 이미지가 나타내는 의미를 설명한다. \n1점\n생활 주변에서 의미를 전달하는 이미지의 사례를 찾긴 하나, 이미지가 나타내는 의미를 설명하는 것을 어려워한다.\n수\n<양식 2>\n이미지 \n활용 능력\n5점\n의도한 주제에 적합한 이미지를 골라 알맞게 활용하며 자신의 생각이나 느낌을 분명하게 전달한다.\n3점\n의도한 주제와 관련 있는 이미지를 골라 활용하며 자신의 생각이나 느낌을 일부 전달한다.\n1점\n의도한 주제와 관련이 적거나 무관한 이미지를 골라 활용하며 자신의 생각이나 느낌을 전달하는 것을 어려워한다.\n수\n<양식 3>\n비판적 \n수용 태도\n5점\n이미지가 나타내는 의미를 스스로 탐구하며 비판적으로 이해하는 태도를 보인다.\n3점\n이미지가 나타내는 의미에 관심을 가지고 이해하는 태도를 보인다.\n1점\n이미지의 의미에 관심이 적고 피상적으로 이해하는 태도를 보인다.\n\n\n\n\n  채점 시 고려 사항\n- <연구보고서 양식>은 학교 상황 및 학생의 환경적 요인에 따라 형식을 적절히 변경하거나 추가하여 사용할 수 있다. 또한 [6미 01-04] 성취기준은 5~6학년 모두에 적용되는 만큼 학년별 발달 특성에 따라 채점 수준을 유연하게 조절하도록 한다. 가령, 5학년은 6학년의 발달 수준에 비해 채점 수준을 완화하여 평가할 수 있다. 단, 채점 준거의 일관성은 지키도록 유의한다. \n- 학생들은 생활 속 문화적 격차가 있기 때문에 <연구보고서 양식 1> 활동 시, 모든 학생들이 처음부터  이미지를 찾고 중심 의미를 쓰는 것이 쉬운 일이 아니다. 교사는 수업에서 이모티콘, 휴대폰 앱, 표지판, 간판, TV 광고 등 학생들 대부분에게 친근하고 쉬운 사례를 제시하여, 학생들이 이미지의 개념을 이해하고 이미지의 특징과 의미 사이의 연결 고리를 만들 수 있도록 한다. 충분한 예시를 경험한 후 평가를 실시하여 개인별 문화적 격차에 따른 평가 차이가 발생하지 않도록 유의한다. 또한, 학생이 진술한 이미지의 의미가 본래의 취지와 다르더라도 학생 스스로 공감할 만한 준거를 바탕으로 새로운 의미를 도출한 경우 비판적 관점과 창의성을 존중하여 채점한다.  \n- <연구보고서 양식 2>의 평가 시 이미지의 의미를 읽어 내고 이해하는 능력과 이미지의 특징을 효과적으로 활용하는 능력을 조화롭게 연결하여 자신의 생각과 느낌을 드러내는 역량을 평가한다. 평가자는 스케치 단계에서도 학생이 활용한 이미지가 적절한지, 의도대로 이미지의 특성이 잘 발휘되었는지를 어느 정도 가늠해 볼 수 있다. 이 성취기준은 ‘표현’ 영역의 평가가 아니므로 스케치의 완성도가 높지 않더라도 관찰 가능한 아이디어의 연결성 측면에서 스케치를 채점한다. \n- <연구보고서 양식 3>의 평가 시 학생의 자기 점검과 소감 내용을 근거로 평가하게 된다. 따라서 학생마다 판단의 기준이 다를 수 있다. 교사는 학생의 <연구보고서 양식 3>과 별도로 학생 발표 및 소통 과정에서 학생을 관찰한 내용을 토대로 별도의 체크리스트를 준비하여 학생의 비판적 이해 태도를 종합적으로 평가하고 학생의 자기 점검 평가를 지원할 수 있도록 고려한다.\n\n\n예시 답안\n\n\n  연구보고서 예시안\n\n\n연구보고서 양식 1\n\n\n\n\n\n\n\n\n\n활동 주제: 의미를 전달하는 이미지 찾기\n○○초등학교   6 학년   2 반   이름 (  이 ○ ○  )\n1. 생활 주변에서 의미를 전달하는 시각 이미지(표지판, 픽토그램, 광고, 포스터 등) 2가지 예를 찾아 그리거나 붙이고, 빈칸에 알맞게 써 봅시다.\n<보 기>\n\n\n평창 동계패럴림픽 픽토그램 \n찾은 곳\n스포츠 뉴스\n이미지에 나타난 내용 및 특징(사용한 색, 보이는 형태, 배경, 이미지 배치 등) \n휠체어에 앉은 사람이 긴 막대를 들고 있고 다리가 ‘ㄱ’자 모양이다. 컬링 돌처럼 보이는 물건이 앞에 놓여 있다. 파랑 바탕에 흰색으로 그려져 차가운 겨울 느낌이 든다. \n이미지가 \n나타내는 의미 \n장애인 올림픽 경기 종목 휠체어 컬링입니다.\n\n\n<내가 찾은 이미지>\n\n\n찾은 곳\n서울 강남역 도로 근처\n이미지에 나타난 내용 및 특징(사용한 색, 보이는 형태, 배경, 이미지 배치 등) \n한 사람이 고개를 숙이고 스마트폰처럼 보이는 작은 물건을 보며 걷다 자동차와 부딪히는 아찔한 장면이다. 충돌 위험 표시가 있다. 금지 의미에 잘 쓰이는 노랑 바탕 위에 빨강 테두리가 있어 눈에 잘 띈다.\n이미지가 \n나타내는 의미 \n보행 중 스마트폰은 위험하니 주의합시다.\n\n찾은 곳\n아파트 엘리베이터\n이미지에 나타난 내용 및 특징(사용한 색, 보이는 형태, 배경, 이미지 배치 등) \n머리 위를 쿵쾅거리며 밟고 걸어가는 발이 있다. 아래쪽 사람의 눈동자가 위쪽을 보고 있으며 힘들어하는 표정이다. 가운데 ‘층간 소음’ 문구가 있다. 바탕색이 검은 색이라 어두운 느낌이다.\n이미지가 \n나타내는 의미 \n아래층과 위층 간 층간 소음을 조심합시다.\n\n\n\n\n\n\n\n\n\n\n\n\n연구보고서 양식 2\n\n\n\n\n\n\n\n\n\n활동 주제: 이미지를 활용하여 의미 전달하기 - 구상하기\n○○초등학교  6 학년  2 반   이름 ( 이 ○ ○ )\n2. 사람들에게 전하고 싶었던 자신의 생각이나 느낌을 적절한 이미지를 활용하여 스케치해 봅시다. \n\n\n① 전달하고 싶은 나의 생각이나 느낌\n② 활용하고 싶은 이미지\n길을 걸으면서 휴대폰을 보지 맙시다.\n휴대폰을 보다 미끄러운 곳에서 넘어질 수 있어요. 길을 걸을 때는 휴대폰을 보지 말고 \n앞만 잘 보고 다닙시다.\n\n\n②의 이미지를 활용하여 ①에 제시한 생각이나 느낌을 나타내는 스케치하기\n\n길을 걸을 때 스마트폰 보지 않기\n\n\n\n\n\n\n\n\n\n\n\n\n연구보고서 양식 3\n\n\n\n\n\n\n\n\n\n활동 주제: 활동을 돌아보고 소감 쓰기\n○○초등학교  6 학년  2 반   이름 ( 이 ○ ○ )\n3. 이미지를 활용하여 소통하는 과정을 돌아보며 자신의 모습을 확인해 봅시다.\n\n번호\n실천 내용\n평가(해당 칸에 색칠) \n5개: 잘함, 3개: 보통, 1개: 노력 요함 \n1\n생활 주변에서 이미지를 적극적으로 탐색하였다.\n☺ ☺ ☺ ☺ ☺\n2\n이미지가 나타내는 의미를 찾기 위해 다양한 정보를 살펴보았다.\n☺ ☺ ☺ ☺ ☺\n3\n이미지가 나타내는 의미를 스스로 신중하게 판단하였다.\n☺ ☺ ☺ ☺ ☺\n4\n활용한 이미지가 내 생각을 표현하는 데 적합한지 고민하였다.\n☺ ☺ ☺ ☺ ☺\n5\n친구들이 내 게시물이 나타내는 의미를 대부분 이해하였다.\n☺ ☺ ☺ ☺ ☺\n나의 실천 정도 ( ☺ 개수 기준 )\n24\n\n\n기준\n잘함\n보통 \n노력 요함\n총 개수\n(  25  ) - (  20   )\n( 19 ) - (  11   )\n( 10 ) 이하\n피드백\n잘했어요. 이미지를 지혜롭게 잘 활용하는군요. \n잘하고 있어요. 좀 더 노력하면 최고가 될 거예요.\n힘내세요. 과정을 돌아보며 노력할 점을 생각해 볼까요?\n\n♣ 자신의 실천 태도를 돌아보고 잘한 점, 아쉬운 점, 앞으로의 다짐을 적어 봅시다. \n\n좋았던 점이나\n잘한 점\n생활 주변에 있는 다양한 이미지를 살펴보고 어떤 뜻인지 스스로 생각해 볼 수 있어 재미있었다. 혼자서도 이미지를 해석하는 힘을 기르게 되어 뿌듯하였다.  \n아쉬운 점\n인터넷으로 이미지나 정보를 찾을 때 올바른 정보인지, 문제는 없는지 확인하기 어려웠다. 이미지를 찾거나 다운로드할 때 믿을 만한 누리집을 이용하고 출처도 꼭 밝히도록 해야겠다.\n앞으로의 다짐 \n픽토그램, 광고, 포스터, 간판, 이모티콘 등 주변의 이미지가 더 궁금해졌다. 앞으로 나만의 이모티콘 등 멋진 이미지를 만들어 친구들과 소통해 보고 싶다.\n\n\n\n\n\n\n\n\n\n\n\n\n  채점 기준 활용 예시 답안\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수\n<양식 1>\n이미지의 의미 이해\n5점\n생활 주변에서 의미를 전달하는 이미지의 사례 2가지를 찾아 내용 및 특징을 진술하고 이미지가 나타내는 의미를 적절하게 설명한다.  \n예시답안\n* 보행 중 스마트폰은 위험하니 주의합시다. (한 사람이 고개를 숙이고 스마트폰처럼 보이는 작은 물건을 보며 걷다 자동차와 부딪히는 아찔한 장면이다. 충돌 위험 표시가 있다. 금지 의미에 잘 쓰이는 노랑 바탕 위에 빨강 테두리가 있어 눈에 잘 띈다.)\n* 아래층과 위층 간 층간 소음을 조심합시다. (머리 위를 쿵쾅거리며 밟고 걸어가는 발이 있다. 아래쪽 사람의 눈동자가 위쪽을 보고 있으며 힘들어하는 표정이다. 가운데 ‘층간 소음’ 문구가 있다. 바탕색이 검은 색이라 어두운 느낌이다.)\n3점\n생활 주변에서 의미를 전달하는 이미지의 사례 1가지를 찾아 내용을 진술하고 이미지가 나타내는 의미를 설명한다. \n예시답안\n* 보행 중 스마트폰은 위험합니다. (한 사람이 고개를 숙이고 스마트폰을 보며 걷다 자동차와 부딪히는 위험한 장면이다. 금지 의미에 잘 쓰이는 노랑 바탕 위에 빨강 테두리가 있어 눈에 잘 띈다.)\n1점\n생활 주변에서 의미를 전달하는 이미지의 사례를 찾긴 하나, 이미지가 나타내는 의미를 설명하는 것을 어려워한다.\n예시답안\n* 보행 중 스마트폰은 위험합니다.\n수\n<양식 2>\n이미지 \n활용 능력\n5점\n의도한 주제에 적합한 이미지를 골라 알맞게 활용하며 자신의 생각이나 느낌을 분명하게 전달한다.\n예시답안\n<양식 2> 스케치처럼 활용한 이미지의 색채, 형태의 특징과 의미를 전달하는 방식을 적합하게 활용한 경우, 이미지를 보고 대부분의 학생들이 의미를 쉽게 이해한 경우\n3점\n의도한 주제와 관련 있는 이미지를 골라 활용하며 자신의 생각이나 느낌을 일부 전달한다.\n예시답안\n<양식 2> 스케치처럼 활용한 이미지의 일반적 특징을 활용하고 의미가 대체적으로 드러난 경우, 이미지를 보고 간단한 설명을 들으면 학생들이 의미를 이해하는 경우\n1점\n의도한 주제와 관련이 적거나 무관한 이미지를 골라 활용하며 자신의 생각이나 느낌을 전달하는 것을 어려워한다.\n예시답안\n활용한 이미지의 특징을 반영하지 못하고 의미도 잘 드러나지 않는 경우, 이미지를 보고 설명을 들어도 학생들이 의미에 공감하지 못하는 경우\n수\n<양식 3>\n비판적 \n수용 태도\n5점\n이미지가 나타내는 의미를 스스로 탐구하며 비판적으로 이해하는 태도를 보인다.\n예시답안\n점검표 ☺ 개수 기준으로 25 - 20개에 해당하는 실천 태도를 보이거나,\n스스로 비판적으로 수용하려는 적극적인 의지를 소감문에 서술한 경우\n3점\n이미지가 나타내는 의미에 관심을 가지고 이해하는 태도를 보인다.\n예시답안\n점검표 ☺ 개수 기준으로 19 - 11개에 해당하는 실천 태도를 보이거나,\n이미지가 나타내는 의미에 관심을 갖는 내용을 소감문에 서술한 경우\n1점\n이미지의 의미에 관심이 적고 피상적으로 이해하는 태도를 보인다.\n예시답안\n점검표 ☺ 개수 기준으로 10개 이하에 해당하는 실천 태도를 보이고, 소감문의 내용에도 이미지에 대한 관심이 나타나지 않는 경우\n\n\n\n\n10\n영어\n\n가. 성취기준별 성취수준\n(1) 이해 영역\n\n성취기준\n성취기준별 성취수준 진술\n[6영01-01] 간단한 단어, 어구, 문장을 듣고 강세, 리듬, 억양을 식별한다.\nA\n간단한 단어, 어구, 문장을 듣고 강세, 리듬, 억양을 듣고 정확하게 식별할 수 있다.\nB\n간단한 단어, 어구, 문장을 듣고 강세, 리듬, 억양을 듣고 대체로 식별할 수 있다.\nC\n간단하고 짧은 단어, 어구, 문장을 반복하여 듣고 강세, 리듬, 억양을 부분적으로 식별할 수 있다. \n[6영01-02] 간단한 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 소리 내어 읽는다.\nA\n간단한 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 정확하게 소리 내어 읽을 수 있다.\nB\n간단한 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 대체로 소리 내어 읽을 수 있다.\nC\n간단하고 짧은 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 부분적으로 소리 내어 읽을 수 있다.\n[6영01-03] 간단한 단어, 어구, 문장의 의미를 이해한다. \nA\n간단한 단어, 어구, 문장을 듣거나 읽고 의미를 정확하게 이해할 수 있다.\nB\n간단한 단어, 어구, 문장을 듣거나 읽고 의미를 대체로 이해할 수 있다.\nC\n간단하고 짧은 단어, 어구, 문장을 반복하여 듣거나 읽고, 주어진 도움 자료를 참고하여 듣거나 읽으며 의미를 부분적으로 이해할 수 있다.\n[6영01-04] 일상생활 주제에 관한 담화나 글의 세부 정보를 파악한다.\nA\n일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽고 세부 정보를 정확하게 파악할 수 있다.\nB\n일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽고 세부 정보를 대체로 파악할 수 있다.\nC\n일상생활 주제에 관한 간단한 담화나 글을 반복하여 듣거나 읽고, 주어진 도움 자료를 참고하여 듣거나 읽으며 세부 정보를 부분적으로 파악할 수 있다.\n[6영01-05] 일상생활 주제에 관한 담화나 글의 중심 내용을 파악한다.\nA\n일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽고 중심 내용을 정확하게 파악할 수 있다.\nB\n일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽고 중심 내용을 대체로 파악할 수 있다.\nC\n일상생활 주제에 관한 간단한 담화나 글을 반복하여 듣거나 읽고, 주어진 도움 자료를 참고하여 중심 내용을 부분적으로 파악할 수 있다.\n[6영01-06] 일상생활 주제에 관한 담화나 글에서 일이나 사건의 순서를 파악한다.\nA\n일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽고 일이나 사건의 순서를 정확하게 파악할 수 있다.\nB\n일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽고 일이나 사건의 순서를 대체로 파악할 수 있다.\nC\n일상생활 주제에 관한 간단한 담화나 글을 반복하여 듣거나 읽고, 주어진 도움 자료를 참고하여 일이나 사건의 순서를 부분적으로 파악할 수 있다.\n[6영01-07] 적절한 전략을 활용하여 일상생활 주제에 관한 담화나 글을 듣거나 읽는다.\nA\n적절한 전략을 다양하게 활용하여 일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽을 수 있다. \nB\n적절한 전략을 일부 활용하여 일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽을 수 있다.\nC\n예시를 참고하고 적절한 전략을 일부 활용하여 일상생활 주제에 관한 간단한 담화나 글을 듣거나 읽을 수 있다.\n[6영01-08] 다양한 매체로 표현된 담화나 글을 흥미와 자신감을 가지고 듣거나 읽는다.\nA\n다양한 매체로 표현된 일상생활 주제에 관한 간단한 담화나 글을 흥미를 가지고 스스로 찾아 듣거나 읽는다.\nB\n다양한 매체로 표현된 일상생활 주제에 관한 간단한 담화나 글을 흥미를 가지고 듣거나 읽는다.\nC\n다양한 매체로 표현된 일상생활 주제에 관한 간단한 담화나 글에 흥미를 가지려고 노력하며 듣거나 읽는다.\n[6영01-09] 시, 노래, 이야기를 공감하며 듣거나 읽는다.\nA\n시, 노래, 이야기를 스스로 찾아 듣거나 읽으면서 화자나 필자의 기쁨, 슬픔 등의 감정을 느끼고 적극적으로 공감하는 태도를 보인다.\nB\n시, 노래, 이야기를 듣거나 읽으면서 화자나 필자의 기쁨, 슬픔 등의 감정을 느끼고 공감하는 태도를 보인다.\nC\n시, 노래, 이야기를 듣거나 읽으면서 화자나 필자의 기쁨, 슬픔 등의 감정을 느끼고 공감하는 태도를 가지려고 노력한다. \n[6영01-10] 일상생활 주제나 문화에 관한 담화나 글을 포용의 태도로 듣거나 읽는다.\nA\n일상생활 주제나 문화에 관한 간단한 담화나 글을 듣거나 읽을 때 다양한 생각이나 의견을 포용하는 적극적인 태도를 보인다.\nB\n일상생활 주제나 문화에 관한 간단한 담화나 글을 듣거나 읽을 때 다양한 생각이나 의견을 포용하는 태도를 보인다. \nC\n일상생활 주제나 문화에 관한 간단한 담화나 글을 듣거나 읽으면서 다양한 사람의 생각이나 의견을 포용하는 태도를 가지려고 노력한다. \n\n\n(2) 표현 영역 \n\n성취기준\n성취기준별 성취수준 진술\n[6영02-01] 간단한 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 말한다.\nA\n간단한 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 정확하게 말할 수 있다. \nB\n간단한 단어, 어구, 문장을 강세, 리듬, 억양에 맞게 대체로 말할 수 있다. \nC\n간단하고 짧은 단어, 어구, 문장을 시범을 참고하거나 반복 연습을 통해 강세, 리듬, 억양에 맞게 부분적으로 말할 수 있다.\n[6영02-02] 실물, 그림, 동작 등을 보고 간단한 단어, 어구, 문장으로 말하거나 쓴다. \nA\n실물, 그림, 동작 등을 보고 간단한 단어를 정확하게 말하거나 쓸 수 있으며, 적절한 단어와 언어 형식을 사용하여 간단한 어구나 문장으로 정확하게 말하거나 쓸 수 있다. \nB\n실물, 그림, 동작 등을 보고 간단한 단어를 대체로 말하거나 쓸 수 있으며, 적절한 단어를 사용하여 간단한 어구나 문장으로 대체로 말하거나 쓸 수 있다. \nC\n실물, 그림, 동작 등을 보고 간단한 단어를 일부 말하거나 쓸 수 있으며, 주어진 단어를 참고하여 간단하고 짧은 어구나 문장으로 부분적으로 말하거나 쓸 수 있다. \n[6영02-03] 알파벳 대소 문자와 문장 부호를 문장에서 바르게 사용한다.\nA\n알파벳 대소 문자와 문장 부호를 단어와 문장의 유형에 맞게 문장에서 정확하고 바르게 사용할 수 있다.\nB\n알파벳 대소 문자와 문장 부호를 문장의 유형에 맞게 문장에서 대체로 바르게 사용할 수 있다. \nC\n알파벳 대소 문자와 문장 부호를 예시 문장을 참고하여 문장에서 부분적으로 바르게 사용할 수 있다.\n[6영02-04] 주변 사람이나 사물을 간단한 문장으로 소개하거나 묘사한다.\nA\n주변 사람이나 사물의 이름과 주요 특징을 적절한 단어와 언어 형식을 사용하여 간단한 문장으로 정확하게 소개하거나 묘사할 수 있다.\nB\n주변 사람이나 사물의 이름과 주요 특징을 적절한 단어를 사용하여 간단한 문장으로 대체로 소개하거나 묘사할 수 있다.\nC\n주변 사람이나 사물의 이름과 주요 특징을 주어진 도움 자료를 참고하여 간단하고 짧은 문장으로 부분적으로 소개하거나 묘사할 수 있다. \n[6영02-05] 주변 장소나 위치, 행동 순서나 방법을 간단한 문장으로 설명한다.\nA\n주변 장소의 위치나 찾아가는 방법, 일상생활 행동의 순서나 방법을 적절한 단어와 언어 형식을 사용하여 간단한 문장으로 정확하게 말하거나 쓸 수 있다.\nB\n주변 장소의 위치나 찾아가는 방법, 일상생활 행동의 순서나 방법을 적절한 단어를 사용하여 간단한 문장으로 대체로 말하거나 쓸 수 있다.\nC\n주변 장소의 위치나 찾아가는 방법, 일상생활의 반복적인 행동의 순서나 방법을 주어진 도움 자료를 참고하여 간단하고 짧은 문장으로 부분적으로 말하거나 쓸 수 있다.\n[6영02-06] 자신의 감정이나 의견, 경험이나 계획을 간단한 문장으로 표현한다.\nA\n일상생활에서의 자신의 감정이나 의견, 경험이나 계획을 적절한 단어와 언어 형식을 사용하여 간단한 문장으로 정확하게 말하거나 쓸 수 있다.\nB\n일상생활에서의 자신의 감정이나 의견, 경험이나 계획을 적절한 단어를 사용하여 간단한 문장으로 대체로 말하거나 쓸 수 있다.\nC\n일상생활에서의 자신의 감정이나 의견, 경험이나 계획을 주어진 도움 자료를 참고하여 간단하고 짧은 문장으로 부분적으로 말하거나 쓸 수 있다.\n[6영02-07] 일상생활 주제에 관한 담화나 글의 세부 정보를 간단한 문장으로 묻거나 답한다.\nA\n일상생활 주제에 관한 다양한 유형의 간단한 담화나 글의 세부 정보를 적절한 단어와 언어 형식을 사용하여 정확하게 묻거나 답할 수 있다. \nB\n일상생활 주제에 관한 간단한 담화나 글의 세부 정보를 적절한 단어를 사용하여 대체로 묻거나 답할 수 있다. \nC\n일상생활 주제에 관한 간단하고 짧은 담화나 글의 세부 정보를 주어진 도움 자료를 참고하여 부분적으로 묻거나 답할 수 있다.\n[6영02-08] 예시문을 참고하여 목적에 맞는 간단한 글을 쓴다.\nA\n예시문을 참고하여 일상생활 목적에 맞는 간단한 글을 적절한 단어와 언어 형식으로 정확하게 쓸 수 있다.\nB\n예시문을 참고하여 일상생활 목적에 맞는 간단한 글을 적절한 단어로 대체로 쓸 수 있다.\nC\n예시문과 주어진 단어 목록을 참고하여 일상생활 목적에 맞는 간단하고 짧은 글을 부분적으로 쓸 수 있다.\n[6영02-09] 적절한 매체와 전략을 활용하여 창의적으로 의미를 생성하고 표현한다.\nA\n적절한 매체와 전략을 다양하게 활용하여 창의적으로 의미를 생성하고 표현할 수 있다. \nB\n적절한 매체와 전략을 활용하여 창의적으로 의미를 생성하고 표현할 수 있다. \nC\n예시를 참고하여 적절한 매체와 전략을 일부 활용하여 창의적으로 의미를 표현할 수 있다. \n[6영02-10] 의사소통 활동에 흥미와 자신감을 가지고 참여하여 협력적으로 수행한다.\nA\n의사소통 활동에 높은 흥미와 자신감을 가지고 참여하며, 동료들과 적극적으로 협력하여 활동을 수행한다. \nB\n의사소통 활동에 흥미와 자신감을 가지고 참여하려는 태도를 보이며, 동료들과 대체로 협력하여 활동을 수행한다.\nC\n의사소통 활동에 일부 흥미와 자신감을 가지고 참여하고자 노력하며, 동료들과 부분적으로 협력하여 활동을 수행한다.\n\n\n나. 영역별 성취수준\n\n영역\n영역별 성취수준 진술 \n이해\nA\n지식･이해\n일상생활 주제에 관한 의사소통 상황 및 목적, 다양한 문화권에 속한 사람들의 언어적ㆍ비언어적 소통 방식 등의 맥락에 맞게 간단한 단어, 어구, 문장, 다양한 유형의 간단한 담화나 글을 듣거나 읽으며 정확하게 이해할 수 있다. \n과정･기능\n간단한 단어, 어구, 문장을 듣고 강세, 리듬, 억양을 정확하게 식별하여 소리 내어 읽으며, 다양한 매체로 표현된 간단한 담화나 글에서 의미, 사실 정보와 맥락 정보, 적절한 전략을 활용하여 세부 정보, 중심 내용, 일이나 사건의 순서, 특정 정보나 내용을 정확하게 확인할 수 있다. \n가치･태도\n일상생활 주제에 관한 다양한 유형의 간단한 담화나 글을 흥미를 가지고 스스로 찾아 듣거나 읽으면서 상대방의 감정을 느끼고 적극적으로 공감하는 태도를 보이며, 다양한 문화와 생각이나 의견을 존중하고 적극적으로 포용한다.\nB\n지식･이해\n일상생활 주제에 관한 의사소통 상황 및 목적, 다양한 문화권에 속한 사람들의 언어적ㆍ비언어적 소통 방식 등의 맥락에 맞게 간단한 단어, 어구, 문장, 다양한 유형의 간단한 담화나 글을 듣거나 읽으며 대체로 이해할 수 있다.\n과정･기능\n간단한 단어, 어구, 문장을 듣고 강세, 리듬, 억양을 식별하여 소리 내어 읽으며, 다양한 매체로 표현된 간단한 담화나 글에서 의미, 사실 정보와 맥락 정보, 적절한 전략을 활용하여 세부 정보, 중심 내용, 일이나 사건의 순서, 특정 정보나 내용을 대체로 확인할 수 있다. \n가치･태도\n일상생활 주제에 관한 다양한 유형의 간단한 담화나 글을 흥미를 가지고 듣거나 읽으면서 상대방의 감정을 느끼고 공감하며, 다양한 문화와 생각이나 의견을 포용한다.\nC\n지식･이해\n일상생활 주제에 관한 의사소통 상황 및 목적, 다양한 문화권에 속한 사람들의 언어적ㆍ비언어적 소통 방식 등의 맥락에 맞게 간단하고 짧은 단어, 어구, 문장, 다양한 유형의 간단하고 짧은 담화나 글을 듣거나 읽으며 부분적으로 이해할 수 있다.\n과정･기능\n간단한 단어, 어구, 문장을 듣고 강세, 리듬, 억양을 식별하거나 소리 내어 읽으며, 다양한 매체로 표현된 간단하고 짧은 담화나 글에서 의미, 사실 정보와 맥락 정보, 간단한 전략을 활용하여 세부 정보, 중심 내용, 일이나 사건의 순서, 특정 정보나 내용을 주어진 도움 자료를 참고하여 반복하여 듣거나 읽으며 내용을 부분적으로 확인할 수 있다. \n가치･태도\n일상생활 주제에 관한 다양한 유형의 간단하고 짧은 담화나 글을 흥미를 가지려고 노력하며 듣거나 읽으면서 상대방의 감정을 느끼고 공감하려고 노력하며, 다양한 문화와 생각이나 의견을 포용하는 태도를 가지려고 노력한다.\n표현\nA\n지식･이해\n일상생활 주제에 관한 의사소통 상황 및 목적, 다양한 문화권에 속한 사람들의 언어적ㆍ비언어적 소통 방식 등의 맥락에 맞게 간단한 단어, 어구, 문장, 다양한 유형의 간단한 담화나 글로 정확하게 표현할 수 있다. \n과정･기능\n주변 사람이나 사물 소개하기, 주변 장소나 위치 설명하기, 행동 순서나 방법 설명하기, 자신의 감정이나 의견 표현하기, 경험이나 계획 표현하기와 같은 의사소통 기능을 적절한 단어와 언어 형식을 사용하여 정확하게 표현할 수 있으며, 적절한 매체와 전략을 다양하게 활용하여 창의적으로 의미를 생성하고 표현할 수 있다.\n가치･태도\n의사소통 활동에 높은 흥미와 자신감을 가지고 참여하며, 동료들과 적극적으로 협력하여 수행한다.\nB\n지식･이해\n일상생활 주제에 관한 의사소통 상황 및 목적, 다양한 문화권에 속한 사람들의 언어적ㆍ비언어적 소통 방식 등의 맥락에 맞게 간단한 단어, 어구, 문장, 다양한 유형의 간단한 담화나 글로 대체로 표현할 수 있다. \n과정･기능\n주변 사람이나 사물 소개하기, 주변 장소나 위치 설명하기, 행동 순서나 방법 설명하기, 자신의 감정이나 의견 표현하기, 경험이나 계획 표현하기와 같은 의사소통 기능을 적절한 단어를 사용하여 대체로 표현할 수 있으며, 적절한 매체와 전략을 활용하여 창의적으로 의미를 생성하고 표현할 수 있다.\n가치･태도\n의사소통 활동에 흥미와 자신감을 가지고 참여하려는 태도를 보이며, 동료들과 대체로 협력하여 활동을 수행한다.\nC\n지식･이해\n일상생활 주제에 관한 의사소통 상황 및 목적, 다양한 문화권에 속한 사람들의 언어적ㆍ비언어적 소통 방식 등의 맥락에 맞게 간단하고 짧은 단어, 어구, 문장, 다양한 유형의 간단하고 짧은 담화나 글로 부분적으로 표현할 수 있다. \n과정･기능\n주변 사람이나 사물 소개하기, 주변 장소의 위치 설명하기, 행동 순서나 방법 설명하기, 자신의 감정이나 의견 표현하기, 경험이나 계획 표현하기와 같은 의사소통 기능을 주어진 도움 자료를 참고하여 부분적으로 표현할 수 있으며, 예시를 참고하여 간단한 매체와 전략을 일부 활용하여 창의적으로 의미를 표현할 수 있다. \n가치･태도\n의사소통 활동에 일부 흥미와 자신감을 가지고 참여하고자 노력하며, 동료들과 부분적으로 협력하여 수행한다.\n\n다. 예시 평가 도구\n\n  1. 평가 도구 개요\n\n\n학교급\n초등\n과목\n영어\n학년군\n5~6학년군\n영역\n표현\n성취기준\n성취기준별 성취수준\n[6영02-06] 자신의 감정이나 의견, 경험이나 계획을 간단한 문장으로 표현한다.\nA\n자신의 감정, 일상생활 주제에 대한 의견, 일상생활의 경험이나 계획을 적절한 단어와 언어 형식을 사용하여 간단한 문장으로 정확하게 말하거나 쓸 수 있다.\nB\n자신의 감정, 일상생활 주제에 대한 의견, 일상생활의 경험이나 계획을 적절한 단어를 사용하여 간단한 문장으로 대체로 말하거나 쓸 수 있다.\nC\n자신의 감정, 일상생활 주제에 대한 의견, 일상생활의 경험이나 계획을 주어진 도움 자료를 참고하여 간단하고 짧은 문장으로 부분적으로 말하거나 쓸 수 있다.\n[6영02-08] 예시문을 참고하여 목적에 맞는 간단한 글을 쓴다.\nA\n예시문을 참고하여 일상생활 목적에 맞는 간단한 글을 적절한 단어와 언어 형식으로 정확하게 쓸 수 있다.\nB\n예시문을 참고하여 일상생활 목적에 맞는 간단한 글을 적절한 단어로 대체로 쓸 수 있다.\nC\n예시문과 주어진 단어 목록을 참고하여 일상생활 목적에 맞는 간단하고 짧은 글을 부분적으로 쓸 수 있다. \n평가 과제\n● 예시문을 참고하여 자신의 여름에 할 일을 나타내는 글을 쓰고 모둠원에게 말하기\n평가 요소\n● 예시문을 참고하여 여름에 할 일 쓰기\n● 여름에 할 일 말하기\n평가 도구 유형\n서답형 / 구술·발표 \n배점\n11점\n개발 방향 및 \n활용 시 고려 \n사항\n● 평가 도구 개발 방향\n - 미래 계획(할 일)을 나타내는 표현인 ‘will’을 사용하여 구두로 익힌 문장을 읽고, 쓰기를 한 후 여름에 할 자신만의 일을 글로 완성하고, 모둠원에게 말하는 수행평가 문항이다.\n● 활용 시 고려 사항\n - 예시문 변형 시 초등학교 예시문의 수준은 구두로 사전에 학습을 한 후 쓰기를 한 표현과 이미 배운 표현을 쓰는 정도이며, 5~6학년군 수준에 맞게 교육과정의 별표 자료의 어휘와 언어 형식을 참고하여 만들어 제시한다. \n - 쓰기 수준에 따라 더 많은 문장을 쓰고자 하는 학습자가 있는 경우 이를 허용하여 주거나, 쓰기 수행 활동 중 학습자가 잘 모르는 단어가 있을 경우 번역기나 사전을 활용하는 것을 허용할지에 대해 교사가 결정하여 쓰기 평가에 대한 학습자의 부담감을 줄여 주는 방향의 평가도 가능하다. \n - 발표 시 읽는 것이 아니라 말하는 것처럼 자연스럽게 발화하도록 안내한다. \n - 글을 쓸 때 친구들이 글을 읽고 이해할 수 있는 시각적인 요소를 가미하여 효과적으로 전달할 수 있도록 안내할 수 있으며, 모둠원들의 얼굴을 보며 문장을 확인하면서 말할 수 있도록 말하기 전에 안내한다.\n - 학습자의 수준에 따라 참고할 어구를 제시하고 평가할 수 있다.\n\n\n\n\n 2. 평가 도구\n\n\n수행과제\n\n\n\n1. 예시문을 참고하여, 내가 여름에 할 일 세 가지를 나타내는 글(3문장)을 쓰세요.\n\n예시문\nSummer is coming. \nI will go to Busan with my family.\nI will swim in the sea and ride in a boat.\nI will meet my aunt and cousins, too.\n(           )의 여름에 할 일\nSummer is coming.\nI will ______________________\nI ______________________________\nI ____________________________, too.\n그림으로 표현하기(선택)\n\n2. 쓴 문장을 참고하여 모둠원들에게 내가 여름에 할 일 세 가지를 말하세요.\n\n\n\n\n\n\n\n\n\n\n채점 기준\n\n\n 채점 기준표\n\n문항\n채점 요소\n척도\n(점수)\n수행 특성\n수행1\n(쓰기)\n내용\n3점\n여름에 할 일 세 가지를 모두 씀.\n2점\n여름에 할 일 두 가지를 씀. \n1점\n여름에 할 일 한 가지 이하를 씀. \n언어\n사용\n3점\n철자, 문장 형식이 모두 정확함.\n2점\n철자, 문장 형식에 일부 오류가 있음.\n1점\n철자, 문장 형식에 오류가 많음.\n수행2\n(말하기)\n과제완성\n2점\n조건을 만족함.\n1점\n조건을 만족하지 못함.\n언어사용\n3점\n이해 가능한 발음과 적절한 단어와 언어 형식으로 말함.\n2점\n대체로 이해 가능한 발음과 적절한 단어와 언어 형식으로 말하나 일부 오류가 있음.\n1점\n부분적으로 이해 가능한 발음으로 말하나 단어와 언어 형식에 오류가 많음.\n\n\n\n\n 채점 시 고려 사항 \n- 내용은 초등학교 5~6학년에서 여름에 할 다양한 활동에 대해 구두로 익힌 표현 이외에도 학습자의 수준에 따라 자신이 할 일을 쓸 수도 있다는 것을 염두에 두고 채점한다.\n- 쓰기의 언어 사용 채점 시에는 철자 및 문장 구조 오류 모두를 포함한다.\n- 문장의 첫 글자, 고유 명사의 대문자 사용, 구두점 사용 등에 대해서도 평가하고자 하는 경우 [6영02-03] 성취기준을 적용하여 평가할 수 있으며, 채점 기준의 쓰기 언어 사용 영역에 포함하여 평가할 수 있다.\n- 전혀 쓰지 않거나 말하지 않은 경우 0점으로 처리한다.\n- 말하기 태도를 평가하고 싶은 경우 관련 성취기준 [6영02-10]을 제시하고 함께 평가할 수 있다.\n\n\n모범 답안\n\n예시 답안\n  Summer is coming.\n  I will go to Jejudo with my family.\n  I will eat some delicious food there.\n  I will meet my grandma, too.\n"
}